[
  {
    "person_id": "453886324",
    "name": "Osc***Rec***Lar******",
    "country_code": "SE",
    "city": "Stockholm County, Sweden",
    "url": "https://www.linkedin.com/in/oscarrecenlarsson",
    "position": "Fullstack Developer",
    "about": "",
    "total_experience_years": "7",
    "experiences": "Fullstack Developer, Backend Developer, Social Media Specialist, New Media Officer, Social Media Manager, Business Operations Manager, Performance Marketer",
    "degrees": "Blockchain Developer - 400 YH-poäng, Artificial Intelligence & Machine Learning - 75 YH-poäng, Bachelor's degree",
    "certifications": "Scrum: The Basics, Functional Programming with Java",
    "languages": "Swedish, German, English",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "370271493",
    "name": "Varun R*********a",
    "country_code": "SE",
    "city": "Malmo, Skåne County, Sweden",
    "url": "https://www.linkedin.com/in/varun-ramachandra-599005a4",
    "position": "Cloud Architect | Backend Developer | JavaScript | Multi Cloud | AI Learner | FullStack Engineer",
    "about": "Full Stack IT Software Developer and Cloud Architect | 11 Years of Experience in Web Applications | Certified GCP Cloud Architect | Certified in GCP Professional Machine learning\n\nWith over 11+ years of experience in web applications, I am a skilled Full Stack IT Software Developer who is committed to achieving ambitious goals and delivering high-quality results. I am passionate about staying up-to-date with the latest technologies and using them to create innovative solutions that exceed client expectations. As a proactive and collaborative team member, I thrive in fast-paced and challenging environments. I am open to new opportunities that can help me advance my career and contribute to the success of dynamic organizations.",
    "total_experience_years": "11",
    "experiences": "Senior Consultant, Software Engineer, Senior Consultant, Associate Web Developer, UI-developer, UI-developer",
    "degrees": "BCA, SMSG Jain College Bangalore",
    "certifications": "Professional Machine Learning Engineer Certification, Google Cloud Certified Professional Cloud Architect",
    "languages": "",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "828964287",
    "name": "Stefan T***h",
    "country_code": "SE",
    "city": "Varberg, Halland County, Sweden",
    "url": "https://se.linkedin.com/in/stefan-trenh-8537501b1",
    "position": "Fullstack Developer Consultant",
    "about": "",
    "total_experience_years": "17",
    "experiences": "Fullstack Developer, Instruktör, Restaurangchef",
    "degrees": "Yrkeshögskoleexamen, IT-utvecklare",
    "certifications": "Azure Fundamentals AZ-900",
    "languages": "",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "109378749",
    "name": "Mehran H*****i",
    "country_code": "SE",
    "city": "Stockholm County, Sweden",
    "url": "https://www.linkedin.com/in/mehran-heydari-a7976930",
    "position": "Software Development Team Manager  på Megger Sweden AB",
    "about": "",
    "total_experience_years": "17",
    "experiences": "Software Development Team Manager, Senior systemutvecklare, SEB Senior systemutvecklare, Senior SW Architect, SW Architect, Senior Software Developer, Senior Software Developer, Software Developer",
    "degrees": "Master of Science (M.Sc.), Bachelor's degree",
    "certifications": "Clinical Workflow Know-How",
    "languages": "Persian, English, Swedish, German",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "31776937",
    "name": "Oussama ** R***i",
    "country_code": "SE",
    "city": "Knivsta, Uppsala County, Sweden",
    "url": "https://www.linkedin.com/in/oussama-al-rifai-521785a",
    "position": "Backend Developer at #iBinder Group",
    "about": "Programming language is only a tool, the magic of algorithm is what makes you a programmer.",
    "total_experience_years": "20",
    "experiences": "Back End Developer, Back End Developer, System Developer, Developer, Developer, Managing Partner, Procurement, IT Project Manager",
    "degrees": "",
    "certifications": "C# and SQL",
    "languages": "French, English, Russian, Arabic, Swedish",
    "courses": "ElasticSearch for Developers",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "21242595",
    "name": "Juan P***o F*******z",
    "country_code": "SE",
    "city": "Sweden",
    "url": "https://www.linkedin.com/in/juan-pablo-fernandez-2031457",
    "position": "Senior Backend Developer at Safello",
    "about": "Specialties: C/C++, Java, Visual Studio, Python, Linux, Network programming, Network Security, TLS, IDP, Docker, JNI, board game algorithms.",
    "total_experience_years": "20",
    "experiences": "Senior Backend Developer, Senior Backend Developer, Developer, Developer, Software Engineer, Software Engineer",
    "degrees": "Master's",
    "certifications": "CKAD: Certified Kubernetes Application Developer",
    "languages": "",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "841749790",
    "name": "Khaled A***d",
    "country_code": "SE",
    "city": "Greater Stockholm Metropolitan Area",
    "url": "https://www.linkedin.com/in/khaled-ahmed-87aa971b5",
    "position": "AI & Backend Developer @ Friskly",
    "about": "Hi there! I'm on an exciting journey to becoming an AI developer and have been diving into some amazing projects lately. I'm eager to connect with fellow tech enthusiasts here on LinkedIn. Let's explore the world of technology together! 🌐",
    "total_experience_years": "7",
    "experiences": "Back End-utvecklare, Säkerhetsvakt, Business Development Intern, Changers Tech | Tech-Lingo, Rangeringsledare | Lagertekniker, Konsult på PerformIQ, Lagerkontrollansvarig, Lagerarbetare | Lagerpackare",
    "degrees": "Yrkesexamen",
    "certifications": "Learn HTML Course, Learn Python 3 Course",
    "languages": "",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "591676403",
    "name": "Daniel S***n",
    "country_code": "SE",
    "city": "Stockholm, Stockholm County, Sweden",
    "url": "https://www.linkedin.com/in/daniel-solin-3ab199146",
    "position": "Backend Developer",
    "about": "Sometimes the compiler is the enemy, but I don’t know what I would have done otherwise. \n\nI have always aspired to create a product of my own, one that I’ve developed from scratch and that provides genuine value. To do this, I first want to gain experience by working at great companies and understand the market of today. \n\nFrom making asteroid fighters in assembly to divide-and-conquer algorithms, I have loved university. My niche quickly became the backend part as I have always been drawn to these very logical aspects of the program. The compiler seemed to always be right and soon I learned to trust it. Now, I am so grateful for the field of coding, as it aligns perfectly with my skills and interests. \n\nToday I am looking for jobs in back-end development. I enjoy all parts of coding and especially in logically intense ones. I have found C# and the .NET framework most interesting. Soon, I want to be able to lead my own team where we develop the future. \n\nI am open to opportunities both within and outside of Sweden! Please send me a message on LinkedIn!",
    "total_experience_years": "2",
    "experiences": "Software Developer, Examensarbete, Säljare, Militärtjänst, Försäljning",
    "degrees": "Högskoleexamen, Exchange program",
    "certifications": "Microsoft Certified: Dynamics 365: Finance and Operations Apps Developer Associate",
    "languages": "",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "307604454",
    "name": "Abhishek U****l",
    "country_code": "SE",
    "city": "Helsingborg, Skåne County, Sweden",
    "url": "https://www.linkedin.com/in/abhishekuniyal/",
    "position": "Full Stack Engineer(Backend focused) with 10 yrs exp. in Java | DevOps | Springboot |  Angular 2+ |  ETL | GCP | Azure | Microservices architecture | Docker | Kubernetes | CI/CD Jenkins & GithubActions | Terraform",
    "about": "Experienced Software Engineer with a demonstrated history of working in the IT industry in banking, financial and retail domain.  Skilled in Microservices Architecture, Java, Spring Boot, node.js Rest Microservices, Spring data JPA, Apache Kafka, Docker,Kubernetes, Angular 2+, Maven,Hibernate, plsql, Pentaho kettle ETL, Jenkins2. Well versed with Cloud and exp with GCP and Azure. Strong engineering professional with a Bachelor of Technology (BTech) focused in Computer Science from Northern India Engineering College,IP University Delhi.",
    "total_experience_years": "13",
    "experiences": "Software Engineer, IT Consultant, Senior Lead Engineer, Technical Lead, Engineer-II, Sr. Software Engineer, System Engineer",
    "degrees": "Bachelor of Technology (BTech)",
    "certifications": "Building RESTful APIs with Node.js and Express, Essential Cloud Infrastructure: Foundation, Google Cloud Platform Fundamentals: Core Infrastructure",
    "languages": "Hindi, English",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "956208828",
    "name": "Ale***der***xgå***",
    "country_code": "SE",
    "city": "Stockholm, Stockholm County, Sweden",
    "url": "https://www.linkedin.com/in/alexander-jaxgard",
    "position": "Building Scalable & Intelligent Software Solutions | Java Backend Developer | AI & Machine Learning Enthusiast | Passionate about Technology & Digital Innovation",
    "about": "Backend developer with experience in Java, AI-driven applications, and system development. Skilled in software engineering, API development, and automation, with a strong foundation in artificial intelligence and machine learning.\n\nCurrently pursuing a BSc in Computer and Systems Sciences at Stockholm University (June 2025), I have practical experience in software development, customer-focused solutions, and e-commerce optimization. Passionate about creating high-performance digital solutions that drive business and user experience.\n\nLet’s connect and explore how technology can shape the future! 🚀",
    "total_experience_years": "5",
    "experiences": "Traffic Assistant, E-Com & Customer Relations Associate, Customer Service Representative, Personlig Tekniker, Customer Relations Specialist, TechBuddy / Personal Technician",
    "degrees": "Degree of Bachelor of Science, High School Degree, Communications and Media",
    "certifications": "Safety & Security",
    "languages": "Swedish, French, Romanian, English",
    "courses": "Dator- och nätverksteknik, Datorteknik 1a, Digital mediaproduktion, Digital medieteknik, Digitala visualiseringsmetoder, Digitalt skapande 1, Digitalt skapande 2, Engelska 5, Engelska 6, Engelska 7, Fysik 1a, Fysik 2, Gymnasiearbete, Historia 1a1, Idrott och hälsa 1, Introduktion till data- och systemvetenskap, Kemi 1, Matematik 1c, Matematik 2c, Matematik 3c, Mobil applikationsutveckling, Programmering 1, Programmering 1, Programmering 2, Religionskunskap 1, Samhällskunskap 1b, Svenska 1, Svenska 2, Svenska 3, Teknik - specialisering, Teknik 1, Vetenskapligt skrivande, Webbutveckling 1",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "153906374",
    "name": "Sony V**********l V******e",
    "country_code": "SE",
    "city": "Gothenburg, Västra Götaland County, Sweden",
    "url": "https://linkedin.com/in/sony-veerappallil-varghese-23266243/",
    "position": "Full Stack Developer at Emploify AB | Thesis Researcher at Volvo |  Former Technology Lead at Infosys | Passionate Software/Full stack/Frontend Developer",
    "about": "I've been in software development for over 9 years, with more than 5 years specializing in Frontend Development, where I've focused on creating intuitive digital experiences. I have completed my Masters of Science in Informatics (Digital Service Innovation) from Halmstad University, Sweden. I have done my Masters thesis in collaboration with Volvo Cars, where I have delved deep into exploring data analytics, including exploratory data analysis and predictive modeling.\n\nMy passion lies in creating user-centric interfaces that exceed expectations. I excel at leveraging my expertise to achieve significant outcomes. Whether through predictive modeling or leading frontend development initiatives aimed at enhancing user experiences, I'm dedicated to delivering impactful results.\n\nWhile my primary expertise lies in frontend development, I also bring experience in backend development. I'm eager to further develop my skills in both areas and transition into a full-stack developer role. I believe that mastering both frontend and backend technologies will enable me to contribute more effectively to the complete software development lifecycle and offer comprehensive solutions to complex challenges.\n\nLooking ahead, I am committed to furthering my contributions to the field of Software development, particularly in frontend and backend technologies. \n\nWhat sets me apart is my holistic approach to problem-solving. Beyond writing code, I have a deep understanding of business requirements and end-user needs, allowing me to develop solutions that not only meet technical specifications but also drive business growth. Additionally, my proactive attitude and ability to adapt to new technologies ensure that I stay ahead of industry trends and deliver cutting-edge solutions.\n\nI have been honored for my leadership in guiding teams to success, my dedication to helping team members grow and succeed, and for possessing a wonderful personality that uplifts team morale. These recognitions underscore my commitment to fostering a positive and collaborative work environment, where every team member feels valued and empowered.\n\nIn summary, I offer a unique blend of technical expertise, strategic thinking, and a relentless drive for innovation. I am ready to tackle the challenges of tomorrow and make a lasting impact in the ever-evolving world of software development.\n\nDon't hesitate to contact me if you think my adaptability and expertise in Software/Frontend Development can create value for your organization! The easiest way to reach me is by sending a message here on LinkedIn.",
    "total_experience_years": "10",
    "experiences": "Full Stack Developer, Thesis Worker, Technology Lead, Technology Analyst, Senior Software Developer, Software Developer",
    "degrees": "Master of Science in Informatics, Bachelor of Technology (B.Tech.)",
    "certifications": "Python, Advanced React, Front-End Developer Capstone , Meta Front-End Developer Specialization, Principles of UX/UI Design, HTML and CSS in depth, React Basics, Version Control, Introduction to Front-End Development, Programming with JavaScript",
    "languages": "Swedish, English, Hindi, Malayalam",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "818649110",
    "name": "Petra M*******c",
    "country_code": "SE",
    "city": "Stockholm, Stockholm County, Sweden",
    "url": "https://www.linkedin.com/in/petra-milicevic-3321b71aa",
    "position": "Frontend developer: Angular/React/Javascript/Typescript/Next.js/MongoDB",
    "about": "",
    "total_experience_years": "5",
    "experiences": "Class Representative, Frontend Developer, Pastry Chef, Cold kitchen chef, Pastry Chef, Restaurant Manager, Senior Administrator",
    "degrees": "Bachelor's degree, Upskill course, Intensiv svenska för akademiker, Educational training, Bachelor's degree",
    "certifications": "How to Make a Website with NameCheap Course, Learn CSS Course, Learn HTML Course, Learn JavaScript Course",
    "languages": "",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "783776216",
    "name": "Erik L****w",
    "country_code": "SE",
    "city": "Greater Malmö Metropolitan Area",
    "url": "https://www.linkedin.com/in/erik-lundow-24859a19a",
    "position": "Frontend-utvecklare på Pentia Sweden",
    "about": "Frontend developer | Pentia Sweden",
    "total_experience_years": "15",
    "experiences": "Frontend-utvecklare, Frilansande Scentekniker/Musiker, Software Engineer, Scentekniker",
    "degrees": "Bachelor's Degree, Computer Science, Studio Live Produktion, Estetiska Programmet - Musikproduktion",
    "certifications": "Sitecore Ordercloud, Advanced Google Analytics, Google Analytics for Beginners, SEO Fundamentals",
    "languages": "",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "943452415",
    "name": "Tiam S******n S*******i",
    "country_code": "SE",
    "city": "Uppsala, Uppsala County, Sweden",
    "url": "https://www.linkedin.com/in/tiam-svensson-saramolki-4a7b63223",
    "position": "Student på Frontendutveckling",
    "about": "",
    "total_experience_years": "3",
    "experiences": "Köks- och restaurangbiträden",
    "degrees": "Linguistics, Japanese Language and Literature, Gymnasieexamen, Japanska, Japanese Language and Literature",
    "certifications": "Miro essentials",
    "languages": "",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "308201859",
    "name": "Emil L*****l",
    "country_code": "SE",
    "city": "Stockholm, Stockholm County, Sweden",
    "url": "https://www.linkedin.com/in/nomad-alt",
    "position": "Junior Frontend Developer",
    "about": "Capturing whispers of light, bending moments into memories. Welcome to my technicolor reality!",
    "total_experience_years": "0",
    "experiences": "",
    "degrees": "Fullstack Javascript Developer, Master's degree, Web Developer, Professional photography, Certificate",
    "certifications": "Coding As A Craft, Become a Photographer, Stockholm Startup Weekend",
    "languages": "Engelska, Ryska, Svenska",
    "courses": "Professional Photography",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "797105829",
    "name": "Saga N**d",
    "country_code": "SE",
    "city": "Stockholm, Stockholm County, Sweden",
    "url": "https://www.linkedin.com/in/saga-nord-119b481a2",
    "position": "Frontend Developer I App Developer I UX",
    "about": "As a recent graduate in front-end development with experience in app development, I've honed my skills in HTML, CSS, JavaScript, React, TypeScript, Next.js, and React Native, while also expanding my expertise into several other domains. Currently, I am pursuing studies in UX design.",
    "total_experience_years": "2",
    "experiences": "Web Content Creator, Teamleader/projectleader Frontendutvecklare, Konsult, Enhetsansvarig, Kombi, Aktör, Kassör",
    "degrees": "UX och användarcentrerad design, Frontend, Medievetarprogramet, Retorik A, Humor, English, sång och teater, Gymnasie",
    "certifications": "Utbildningsbevis utfärdat till Saga Nord av IT-Högskolan Sverige AB. Ett säkrat TRUE original document., Examensbevis utfärdat till Saga Nord av Nackademin. Ett säkrat TRUE original document.",
    "languages": "",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "34565360",
    "name": "Anders Q***t",
    "country_code": "SE",
    "city": "Kristianstads kommun, Skåne County, Sweden",
    "url": "https://www.linkedin.com/in/anders-qvist-1286abb",
    "position": "Webbdesigner / Frontendutvecklare",
    "about": "",
    "total_experience_years": "3",
    "experiences": "Administrativ tjänsteman, Vuxenstöd, Systemutvecklare, Delivery Engineer",
    "degrees": "2IS220 - Dynamiska webbapplikationer - 7,5 hp, VG, WD414F - Internetpublicering & webbdesign II - 7,5 hp, 1BD213 - Fördjupningskurs i 3D grafik - 15 hp, 1BD203 - Grundkurs i 3D grafik med 3Ds Max - 15 hp, WD452F - Responsiv webbdesign - 7,5 hp, Interaktiva medier och grafisk design (1-40) - 40 hp, Bachelor of Science - BS",
    "certifications": "Digital Marknadsföring hos Digitalakademin",
    "languages": "",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "568939951",
    "name": "Claudio C**z",
    "country_code": "SE",
    "city": "Stockholm, Stockholm County, Sweden",
    "url": "https://www.linkedin.com/in/claudio-emanuel-cruz",
    "position": "Junior Full Stack Developer | Frontend Specialist | React | JavaScript | HTML | CSS | Bootstrap",
    "about": "I'm a junior software developer with a unique background spanning 7 years in the Portuguese army and 6 years in warehouse operations. Recently, I completed a Full Stack development course at Code Institute, mastering HTML, CSS, Python, JavaScript, and React.\n\nDuring my course, I engaged in five projects, culminating in the development of a React application adept at managing tasks, events, habits, and notes. Additionally, I actively participated in hackathons, collaborating within dynamic teams to enhance both my teamwork and technical abilities.\n\nCurrently, I manage warehouse operations at an e-commerce startup, optimizing processes and collaborating with app developers to enhance our system. Simultaneously, I work part-time as a frontend developer, refining the e-commerce webpage for better user experience.",
    "total_experience_years": "14",
    "experiences": "Warehouse Manager, Warehouse Operator, Warehouse Operator, Warehouse Operator, Soldier",
    "degrees": "Diploma in Full Stack Software Development, Hospitality Management",
    "certifications": "March 2024 Hackathon: Participant",
    "languages": "Portuguese, English, Spanish, Swedish",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "1035627815",
    "name": "David J*****n",
    "country_code": "SE",
    "city": "Enköping, Uppsala County, Sweden",
    "url": "https://www.linkedin.com/in/david-johnson-79b9b524a",
    "position": "Fullstack Javascript Developer",
    "about": "Jag är en lugn och tålmodig person som trivs bäst ute på sjön eller att umgås med familj och vänner. Man hittar mig också framför datorn där jag gärna bygger på mina sidoprojekt, jag hänger också en del på gymmet. \n\nPå en arbetsplats trivs jag bäst i ett team där alla får möjlighet att uttrycka sina åsikter och idéer. Jag kan också bidra med mina kunskaper att bygga användarvänliga, skalbara och responsiva webb- och mobilapplikationer där mina favoritramverk är React, Vue.js och React Native :)",
    "total_experience_years": "12",
    "experiences": "Lagerarbetare, Full Stack Developer, Webbutvecklare, Teamledare, Lagerarbetare",
    "degrees": "Yrkeshögskoleexamen",
    "certifications": "Javascriptutveckling IT-Högskolan Examensbevis",
    "languages": "",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "628034424",
    "name": "Sirak **",
    "country_code": "SE",
    "city": "Stockholm, Stockholm County, Sweden",
    "url": "https://www.linkedin.com/in/sirak-k",
    "position": "Junior Fullstack Software Developer",
    "about": "Visit my developer portfolio @ sirak.dev\n\n- Fluent in: Swedish & English\n- Main Programming Language: Java\n- Desired field of work: IT, Data & Backend\n- Related interests: A.I & Machine Learning",
    "total_experience_years": "2",
    "experiences": "Student",
    "degrees": "",
    "certifications": "Diploma in Full Stack Software Development (Predictive Analytics)",
    "languages": "Svenska, Engelska, Spanska, Hindi",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "783218614",
    "name": "Mikael P*****t",
    "country_code": "SE",
    "city": "Gothenburg, Västra Götaland County, Sweden",
    "url": "https://se.linkedin.com/in/mikael-pochwat-61a36b19a",
    "position": "Fullstack Developer at Nexer Group",
    "about": "",
    "total_experience_years": "6",
    "experiences": "Frontend Developer, Full-stack Developer, Cloud & Software Engineer Consultant, Machine Operator",
    "degrees": "Bachelor of Science with a Major in Informatics, Gymnasieexamen",
    "certifications": "Microsoft Certified: Azure Fundamentals, [PCEP-30-02] PCEP – Certified Entry-Level Python Programmer, API Designer, Cloud Digital Leader, HashiCorp Certified: Terraform Associate (003)",
    "languages": "Swedish, Polish, English",
    "courses": "Advanced C# programming, 7,5 HE credits, Applied IT-Systems Alignment, 7,5 HE credits, Applied systems integration, 7,5 HE credits, Consequences of IT for Individual, Organisation and Society, 7,5 HE credit, Design and Practical Use of Databases, 7,5 HE credits, E-services and XML, 7,5 HE credits, Fundamental programming with an object-oriented language, 7,5 HE credits, Health Care Informatics, 7,5 HE credits, IT security, 7,5 HE credits, IT-design and usability, 7,5 HE credits, Immersive media, 7,5 HE credits, Informatics, theories and research methodologies, 7,5 HE credits, Information systems for organisations, 7,5 HE credits, Organisational and Systems Development, 7,5 HE credits, Organisational processes, 7,5 HE credits, Programming Web Applications, 7,5 HE credits, Service Oriented Architecture for IT systems, 7,5 HE credits, Software developement projects, 7,5 HE credits, System Development for Mobile Applications II, 7,5 HE credits, System Development for Mobile Applications, 7,5 HE credits, Thesis Work in Informatics, 15 HE credits, UX design, 7,5 HE credits, Work and Project Methodology, 7,5 HE credits",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "567348527",
    "name": "Mika M******d",
    "country_code": "SE",
    "city": "Stockholm, Stockholm County, Sweden",
    "url": "https://se.linkedin.com/in/mikamunterud94/en",
    "position": "Fullstack Web developer at Digitalist Open Tech AB",
    "about": "Here is a happy and outgoing girl ready for new challenges.\nActive, fast learner, loves to learn new things and is meticulous in my work.\nTraveling around the world and having different work experiences in my past has given me a lot of knowledge and the ability to get to know and adapt to different people and cultures.",
    "total_experience_years": "14",
    "experiences": "Fullstack Webbutvecklare, Design technician, Tour leader, food organiser, photographer, Sales, Summer Staff",
    "degrees": "Webbutvecklare fullstack open source, Bachelor's degree, CAE Advanced English, Upper secondary School graduate",
    "certifications": "Adobe Illustrator for Fashion, Advanced English CAE",
    "languages": "Svenska, Engelska, Spanska",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "862878290",
    "name": "Matilda M***d",
    "country_code": "SE",
    "city": "Halmstad, Halland County, Sweden",
    "url": "https://se.linkedin.com/in/matilda-mared",
    "position": "Fullstackutvecklare | React.js, TypeScript, Java, React Native, Node.js",
    "about": "",
    "total_experience_years": "3",
    "experiences": "Frontendutvecklare, Fullstack Developer Intern, Stödassistent Daglig Verksamhet, Forskningsassistent",
    "degrees": "Yrkeshögskoleexamen, Filosofie kandidatexamen (fil.kand.)",
    "certifications": "Responsive Web Design, ASP.NET Core 6 Web API Fundamentals, The Git & Github Bootcamp, Advanced CSS and Sass: Flexbox, Grid, Animations and More!, C# Intermediate: Classes, Interfaces and OOP, Understanding TypeScript – 2022 Edition, C# Basics for Beginners: Learn C# Fundamentals by Coding, Fullstack Open 2021, Learn JavaScript Course, Learn SQL Course",
    "languages": "",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "155808304",
    "name": "Pao***Tos***Mar*********k.a***************",
    "country_code": "SE",
    "city": "Lund, Skåne County, Sweden",
    "url": "https://www.linkedin.com/in/paolatosca",
    "position": "Fullstack Software Developer & Designer",
    "about": "Fullstack Developer with a diploma in Java development and Web development, a Bachelor's Degree in Stories and Design, as well as a Diploma in Advertising Arts and Graphic Design, and a certificate in UI Design. \n\nI have working experience with Vue, React, Angular, Mithril, Java, C#, MongoDB, SQL, Neo4J, UX Design and Graphic Design.",
    "total_experience_years": "13",
    "experiences": "Full-stack Developer, Founder, Fullstack Software Developer @Försäkringskassan, Designer & Fullstack Developer @HiQ, Frontend Developer @Akribian, Junior Software Developer, Junior Software Developer, Junior Software Developer, Graphic/UI Designer and Cypher leader, Graphic Designer, Graphic Designer",
    "degrees": "Java Developer, Swedish B1+B2, Bachelor’s Degree, Exchange course (30ECTS), Minor Neurology, High School",
    "certifications": "edX Verified Certificate for Introduction to Web Accessibility, Introduction to UI Design by the University of Minnesota on Coursera, Distance Course Advertisement Drawing, Distance Course Graphic Design, Photography for beginners",
    "languages": "Dutch, English, Papiamento, Spanish, Swedish",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "505002140",
    "name": "Thô***Lê",
    "country_code": "SE",
    "city": "Lund, Skåne County, Sweden",
    "url": "https://www.linkedin.com/in/letanthong",
    "position": "Software Test Engineer",
    "about": "Experienced Software Testing Engineer with a demonstrated history of working in the automotive industry. Strong proficiency in Unified Diagnostic Services (UDS), Flash Boot Loader (FBL), CAN Network, and Vector toolchain.",
    "total_experience_years": "9",
    "experiences": "Software Test Engineer, Software Test Engineer, Software Test Lead, Software Test Engineer, System Test Engineer, Software Development Intern, Software Development Intern, Consulting Engineer",
    "degrees": "Bachelor of Engineering - BE",
    "certifications": "Advanced Level Test Manager (CTAL), Automotive - System Design According to ISO 26262, ISTQB Certified Tester, Foundation Level",
    "languages": "Vietnamese, English, Swedish",
    "courses": "Communication That Delivers Results, Effective Time Management & Planning Skills",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "18269240",
    "name": "Farooq A***d",
    "country_code": "SE",
    "city": "Stockholm, Stockholm County, Sweden",
    "url": "https://www.linkedin.com/in/ahmadfarooq",
    "position": "Software Development Management (Customer Online Services),",
    "about": "During my more than 25-year technical job career from Developer to Tech Manager in my last job, my contributions to each role were immensely productive, vital, challenging, and results-oriented. Our team progressed from having no digital solutions to building a robust digital global ecosystem in multiple stages. Over the last year alone, I played a key role in 15 major end-to-end multi-project releases, contributing at every stage from product vision, business requirement gathering, and multi-layer implementation to final launch and operational execution. These projects showcased great versatility, including high-security solutions such as Identity and Access Management (IAM) and Authenticated/Non-Authenticated customer-focused platforms like the Mobile App, Web-based Mypages and Web-based sales solutions. <br>The major objectives of my work have always been to continuously expand my competencies by:<br>             * Balancing Technical Proficiency and Development Leadership – Ensuring a strong technical foundation while effectively leading development teams to drive innovation and efficiency.<br>             * Driving Digital Transformation – Spearheading initiatives that modernize systems, enhance digital * capabilities, and improve operational effectiveness.<br>             * Setting Broader Strategies and Aligning IT with Business Objectives – Defining long-term strategies that bridge technology and business goals to maximize impact.<br>             * Strengthening Collaboration Between IT and Business – Fostering seamless communication between IT and business units to drive alignment, agility, and shared success.<br>             * Supporting Senior Management in Team Development – Supporting leadership in building, mentoring, and optimizing high-performing technical teams.<br>             * Identifying Opportunities for New Business Expansion – Leveraging technology and insights to uncover new growth areas and enhance business scalability.",
    "total_experience_years": "31",
    "experiences": "Software Development Manager, Technology Lead/IT Lead Developer/Scrum Master, Lab Team Leader, Scrum Master / Developer (CBA Services), Developer (CBA Services), Innovation Driver @ Release Management, Verification & Automation Engineer, Research Engineer, Expert Engineer, Expert Engineer, Consultant/Software Developer, Research Student at KnowDive Project of KMSE Lab(Master Thesis), Web Manager, Project Manager",
    "degrees": "MS, MCS",
    "certifications": "Org Topologies™ Practitioner (OTP), Scrum Master",
    "languages": " English ,  Urdu ,  Punjabi ,  French ,  Swedish ",
    "courses": "Agile development with Scrum and Kanban, Fundamentals of OpenStack, Leadership for Professionals , Scrum Master, VMWare Fundamentals",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "486943627",
    "name": "Yahya **",
    "country_code": "SE",
    "city": "Stockholm County, Sweden",
    "url": "https://www.linkedin.com/in/yahya-ali-",
    "position": "Full Stack Engineer | Technical Lead | Arbisoft",
    "about": "I am a full stack software engineer that enjoy developing creative, complex and breakthrough software tech. Primarly focused on working in Python, Django, Flask, Node backends and Javascript (React/ReactNative) frontend frameworks. I have a 4+ years of diverse experience in engineering web/mobile applications for ecommerce, education and health sector. With past experience of leading a social enterprise, I love to invest time in building amazing team culture. I ocassionally teach Computer Science and work on projects related to AI & Data Science.",
    "total_experience_years": "17",
    "experiences": "Technical Team Lead, Frontend Team Lead, Full Stack Engineer, Software Engineer - Project: Cheetay, Managing Director | Co-Founder, Mobile Application Developer - Project: Connecterra, Software Engineer, Mobile Application Developer - Project: Ander, Visiting Faculty Member, IVLP-Fellow, Data Analyst Intern, IT Manager, Photographer | Intern, Teaching Assistant, Marketing Executive Intern, Brand Ambassador",
    "degrees": "Master's degree, Bachelor's degree, Advance Level Certification - CIE, Ordinary Level Certification - CIE",
    "certifications": "Generative AI for Everyone, Building Systems with the ChatGPT API, Scalability & System Design for Developers, ChatGPT Prompt Engineering for Developers, Hard Parts of NodeJs, Scientific Computing with Python",
    "languages": " English ,  Urdu ,  Punjabi ",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "151035854",
    "name": "Aleksandr L*****n",
    "country_code": "SE",
    "city": "Malmo, Skåne County, Sweden",
    "url": "https://rs.linkedin.com/in/alexander-lozhkin",
    "position": "Software Engineer | Java | Distributed Backend Systems & Microservices | FinTech | E-Com |  10+ Years in Tech",
    "about": "Hi, I’m Aleksandr, a Software Engineer with over 10 years of experience in software craftsmanship. My career uniquely blends 6 years of backend development with 4.5 years of mastering automated testing, giving me a deep understanding of both software creation and validation.<br><br>I specialize in Distributed Backend Systems and have delivered projects with real impact in FinTech and E-commerce. For example, I built a data pipeline with Google Dataflow to index 2 million products, which led to a 15% increase in purchase conversions for a major U.S. retailer with $4.9 billion in revenue in 2024. I also improved transaction processing for a NetSuite accounting platform integration, boosting performance by 5x for large transactions on a billing system handling $2 billion annually in 2022.<br><br>Beyond technical expertise, I bring proven leadership skills, having guided teams of up to 5 engineers and driven Agile development processes. For instance, I led the ‘Search Accelerator’ project for Michaels Stores (annual revenue of $5.8 billion in 2024), successfully and timely delivering features such as Autocomplete and Facets Business Rules, which significantly enhanced search functionality and improved the overall customer experience.<br><br>My certifications in Oracle (Java), VMware (Spring), and ISTQB (Testing) reflect my commitment to quality and industry standards.<br><br>What I enjoy most about technology is the endless chance to learn and explore. I love working with new tools, tackling tough technical problems and trying out creative ideas. It’s exciting to design solutions that improve systems, whether by delivering better business results or making user experiences smoother and more enjoyable.",
    "total_experience_years": "12",
    "experiences": "Software Engineer, Senior Software Engineer, Senior Software Engineer, Senior Software Engineer, Senior Software Developer, Software Developer, Senior QA Automation Engineer / Software Developer, QA Automation Engineer, Senior QA Engineer, QA Engineer, QA Engineer, QA Engineer",
    "degrees": "Specialist (6-year program)",
    "certifications": "Spring Professional, Java SE 8 Programmer II, Java SE 8 Programmer I, MTA: Software Testing Fundamental, Certified Tester Foundational Level, Business English (Upper-Intermediate)",
    "languages": " Russian ,  English ",
    "courses": "Spring Framework for Application Development, Development with Java® SE7. Part 1, Development with Java® SE7. Part 2",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "146499017",
    "name": "Gehan F******o",
    "country_code": "SE",
    "city": "Gothenburg, Västra Götaland County, Sweden",
    "url": "https://www.linkedin.com/in/gehanfernando",
    "position": "Solutions Architect | Technical Consultant | Backend Developer | .NET, C#, Python Expert | Azure & DevOps Specialist | Microservices & Scalable System Design | Problem Solver",
    "about": "With over 19 years of experience in software development, I am passionate about designing and delivering innovative solutions that solve complex business challenges. My expertise lies in developing robust, scalable, and high-performance applications for web, desktop, and mobile platforms using C#.NET, Python, and a range of modern technologies. I specialize in requirement analysis, feasibility assessments, and crafting architectures for distributed, multi-threaded, and multi-layered systems.<br><br>Throughout my career, I have successfully led globally distributed teams, mentored developers, and managed projects across the full software development lifecycle (SDLC). I take pride in consistently delivering high-quality software solutions on time, even in fast-paced and high-pressure environments. My extensive experience spans cloud computing (Azure), microservices architecture, and data-driven applications, helping organizations achieve their strategic objectives.<br><br>As a technology consultant and leader, I thrive at the intersection of technical expertise and strategic insight. I enjoy mentoring teams, shaping technology strategies, and leveraging emerging trends to drive innovation and deliver exceptional value. My commitment to continuous learning ensures I stay ahead of the curve, always ready to tackle new challenges with a problem-solving mindset.<br><br>Core Skills & Expertise<br>* Leadership & Mentorship: Managing and mentoring software development and consultancy teams.<br>* Technical Consulting: Providing actionable insights and solutions to meet enterprise needs.<br>* Backend Development: Expertise in C#.NET, Python, VB.NET, Flask, and PHP.<br>* Microsoft Technologies: Deep knowledge of .NET Core, ASP.NET MVC, WEB API, WCF, Xamarin, EF, Power BI, and ML.NET.<br>* Cloud Computing: Designing scalable and secure solutions on Microsoft Azure.<br>* Microservices Architecture: Building and implementing service-oriented systems.<br>* Database Expertise: Advanced skills in database design, development, and optimization using tools like MongoDB and Redis.<br>* Workflow Automation: Developing efficient workflows and business rules engines.<br>* DevOps Practices: Knowledge of CI/CD pipelines, testing automation, and deployment strategies.<br><br>Why Choose Me?<br>I combine deep technical knowledge with strategic thinking to deliver impactful solutions that drive business success. Whether architecting complex systems, mentoring teams, or advising on technology strategies, I am committed to fostering innovation and exceeding expectations.",
    "total_experience_years": "0",
    "experiences": "Solutions Architect, Consultant, Principal Software Engineer, Staff Software Engineer, Consultant - Technology, Senior Consultant - Technology, Tech Lead, Associate Technical Lead, Senior Software Engineer, Solution Developer, Software Developer, Software Developer, Solutions Architect, Consultant, Principal Software Engineer, Staff Software Engineer, Consultant - Technology, Senior Consultant - Technology, Tech Lead, Associate Technical Lead, Senior Software Engineer, Solution Developer, Software Developer, Software Developer",
    "degrees": "Master of Information Technology, BCS Professional Graduate Diploma, Master of Information Technology, BCS Professional Graduate Diploma",
    "certifications": "Microsoft® Certified Technology Specialist: .Net Framework 2.0, Web Applications, Microsoft® Certified Technology Specialist: .Net Framework 2.0, Windows Applications, Microsoft Certified Professional, Diploma In Visual Basic 6.0 With MS SQL Server, Microsoft Office User Specialist, Stores Accounting And Purchasing Procedures, Computer Hardware Engineering With Networking, Exam 487: Developing Microsoft Azure and Web Services, Microcontrollers and Embedded Systems, Microsoft® Certified Technology Specialist: .Net Framework 2.0, Distributed Applications, Microsoft® Certified Technology Specialist: .Net Framework 2.0, Web Applications, Microsoft® Certified Technology Specialist: .Net Framework 2.0, Windows Applications, Microsoft Certified Professional, Diploma In Visual Basic 6.0 With MS SQL Server, Microsoft Office User Specialist, Stores Accounting And Purchasing Procedures, Computer Hardware Engineering With Networking, CompTIA Security+, Microsoft Certified: Azure Cosmos DB Developer Specialty, Microsoft Certified: Azure Administrator Associate, Microsoft Certified: Azure Solutions Architect Expert, Microsoft Certified: DevOps Engineer Expert, Microsoft Certified: Azure Developer Associate, Microsoft Certified: Azure Fundamentals, MCSA: Web Applications - Certified 2016, Exam 483: Programming in C#, Exam 480: Programming in HTML5 with JavaScript and CSS3, Exam 486: Developing ASP.NET MVC Web Applications, Microsoft Certified Professional, Exam 487: Developing Microsoft Azure and Web Services, Oracle Database SQL Certified Expert, Electronic Engineering Technology, Microcontroller Circuit Designing, Microcontrollers and Embedded Systems, Microsoft® Certified Technology Specialist: .Net Framework 2.0, Distributed Applications",
    "languages": " Sinhalese ,  English , Sinhalese, English",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "122686587",
    "name": "Junzhe T**n",
    "country_code": "SE",
    "city": "Stockholm, Stockholm County, Sweden",
    "url": "https://www.linkedin.com/in/junzhe-tian",
    "position": "Technical Lead for IoT Cloud Solution",
    "about": "Experienced IoT Solution Engineer with a demonstrated history of working in the consumer/automotive/industrial electronics. Complete knowledge stack from hardware related embedded system to cloud and web-based application development. Skilled in most of the major programming languages and technology stacks.",
    "total_experience_years": "13",
    "experiences": "Technical Lead, Internet of Things Solution Engineer, Internet of Things Application Engineer, Electronic Engineer, Software Engineer, Software Developer, IT Consultant",
    "degrees": "Master of Science (M.Sc.), Bachelor of Engineering (BE)",
    "certifications": "Oracle Certified Professional: Java SE 11 Developer",
    "languages": " English ,  汉语 ",
    "courses": "Computer architecture, Digital Signal Processing, Electronic packaging, Embedded Hardware, Embedded Software, High level VHDL Design, Microwave Engineering, Mobile Telecommunication Theory, Principle of Data Structure, Principle of Telecommunication",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "44219778",
    "name": "Rohit K***r",
    "country_code": "SE",
    "city": "Linköping, Östergötland County, Sweden",
    "url": "https://www.linkedin.com/in/rohit25",
    "position": "Principal Business Analyst | Digital Commerce | Order Management | Agile",
    "about": "A seasoned professional with product development and consulting experience in Digital Commerce and Distributed Order Management, right from creating a great buying experience to getting the order fulfilled and delivered to the customer.<br><br>Currently part of the product development team for cloud based, multi-tenant SaaS offerings in CX portfolio - Rhythm for Commerce, Rhythm Portal and Infor PIM.<br><br>Adept at stakeholder management, maximising business value and return on investment<br><br>Had the opportunity to work with some of the biggest global companies through their journey of digital transformation.<br><br>An avid learner who loves to dive into new areas and looks at challenges as opportunities to broaden perspective.<br><br>Industries served - Retail, Manufacturing, Distribution, Fashion",
    "total_experience_years": "19",
    "experiences": "Principal Business Analyst, Senior Business Analyst, Business Analyst, Senior Associate Consultant, MBA Student, Summer Trainee, Assistant System Engineer",
    "degrees": "PGDM, Bachelor of Engineering (BEng)",
    "certifications": "Professional Scrum Product Owner I",
    "languages": " English ,  Swedish ",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "12020273",
    "name": "Fredrik S******g",
    "country_code": "SE",
    "city": "Greater Stockholm Metropolitan Area",
    "url": "https://linkedin.com/in/fredriksandberg1969/",
    "position": "Google Cloud advisor",
    "about": "My entire career has been devoted to solution based selling within the information technology sector. I focus on achieving results according to set goals and I am well structured and accurate. I value creating lasting and rewarding business relations as well as successful and profitable deals and have a proven track record of reaching targets.<br><br>I have several years of experience working together with the public sector, ie authorities, municipalities and county councils.<br><br>My approach to work is that information technology enables reaching set goals as well as forming and expanding the business environment.",
    "total_experience_years": "20",
    "experiences": "Google Cloud Advisor, Sr Named Account Manager, Public Sector specializing in IT Security, Sales@public, Sales Manager, Key Account Manager - Public Sector, Account Manager Public Sector - Municipalities, Account Manager Public Sector - Healthcare, Account Manager - Public Sector - Local Government, Account Manager, Account Manager, Account Manager, Sales Manager, Sales",
    "degrees": "Business studies, Upper secondary education with economy profile",
    "certifications": "Prompt Engineering with ChatGPT, Prompt Engineering: How to Talk to the AIs, Proofpoint Protection Server Administration - Level 1, Proofpoint Protection Server Foundations - Level 1, Targeted Attack Protection (TAP) Foundations Level 1, TRP 101: Threat Response Auto-Pull (TRAP) Foundations - Level 1, Proofpoint Certified Email Authentication Specialist 2024, Proofpoint Certified Identity Threat Specialist 2023",
    "languages": " Engelska ,  Svenska ",
    "courses": "CCS - CustomerCentric Selling, Compaq Business School, HP Business School, Microsoft Sales Academy, Microsoft Solution Selling for Public Sector, QlikAcademy, Sun Business School",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "57760503",
    "name": "Fredrik G********n",
    "country_code": "SE",
    "city": "Gothenburg, Västra Götaland County, Sweden",
    "url": "https://www.linkedin.com/in/fredrik-gunnarsson-27341617",
    "position": "Data & Insight Lead @ Castellum | ex CFO | ex Agency Partner",
    "about": "💥 Creating tomorrow's smarter and more sustainable workplace through new services and technology<br>🙎‍♂️ Digital Innovation Lead | ex CFO | ex Marketing Agency Partner<br>☕️ Full stack developer on side projects<br>🎓 Graduate from Gothenburg School of Business, Economics and Law<br><br>Business Developer | Product owner | IoT | AI | Marketing Automation | Inbound Marketing | B2B Tech | Growth Marketing | Full service agency | Management | Business strategy | Business controller | Developer | Full stack | Typescript | Business Intelligence | Marketing | Sales | Team manager | Hubspot | Qlikview | Git | Node | NextJS | Data analyst",
    "total_experience_years": "18",
    "experiences": "Data & Insight Lead, Digital Innovation Lead, Partner, Innovation Manager & Martech Team Lead, Partner, CFO and Digital strategist, Advisory Board Member, Assistant manager, Mortgages",
    "degrees": "Bachelor degree & Master studies, Bachelor degree & Master studies, Bachelor",
    "certifications": "Back End Development and APIs, JavaScript Algorithms and Data Structures, Inbound Certification, Försäkringsförmedlare, Privatrådgivare",
    "languages": " Spanish ,  Swedish ,  German ,  English ",
    "courses": "IBM IRELAND - Unica training",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "1646954",
    "name": "Mag*** Hü***r",
    "country_code": "SE",
    "city": "Stockholm, Stockholm County, Sweden",
    "url": "https://www.linkedin.com/in/mhubner",
    "position": "Tech development, information security, entrepreneurship",
    "about": "* Manager/entrepreneur/one-man orchestra. Magnus founded TDialog (secure messages for private and public sector) 2017 and brought her to a profitable on-premises SaaS with 50 Swedish municipalities as customers when she was sold four years later. This was done with Magnus performing all management roles, sales, tech sales and Lead Developer.<br><br>* Programming/Tech/Information and IT security. With an MSc in Computer Engineering in combination with 20+ years of development experience and 10+ years of information and IT security, all the time being customer facing, Magnus has a very thorough understanding of the challenges facing organisations in different sectors today and the technical tools available to address those challenges. Magnus is a CISSP (Certified Information System Security Professional).<br><br>* Training/Tech Sales. Magnus' combination of technical, business and people skills have meant that he is frequently working in sales-oriented projects. Magnus' work is always oriented towards providing the best value for the customer. Magnus has extensive experience performing technical training, designing course material etc, as well as performing demonstrations and getting technical information out to customers of varying technical skills and backgrounds. He has 20+ years of professional experience as a trainer, with several hundred training courses performed (ranging from 1 to 3 days), as well as 15+ years of professional experience doing Tech Sales.<br><br>* Public speaker. Magnus is a regular speaker and a bit of an evangelist at Public Sector events in Sweden, mainly preaching collaborative information security.",
    "total_experience_years": "30",
    "experiences": "Independent Consultant, Product Owner, Founder and CEO, Senior Consultant, Team Leader IAM, System Developer Consultant, Training Manager, Training Manager, Technical Consultant, Programmer, presale, Trainee",
    "degrees": "MSc, One semester of Japanese, Certified Information System Security Professional (CISSP)",
    "certifications": "CISSP",
    "languages": " Swedish ,  English ,  German ,  French ,  Japanese ,  Spanish ",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "218896417",
    "name": "Marina K******n",
    "country_code": "SE",
    "city": "Stockholm, Stockholm County, Sweden",
    "url": "https://se.linkedin.com/in/karlsson-marina",
    "position": "Growth Manager | MarTech | Driving Customer Engagement & Business Expansion",
    "about": "I'm focusing on driving growth by harnessing the power of CRM, Marketing Automation, and Inbound Marketing, leveraging over a decade of experience in the field. With a strong analytical background and a tendency for problem-solving, I excel in translating complex challenges into actionable insights.",
    "total_experience_years": "16",
    "experiences": "Growth Manager, Growth Strategist, Inbound Marketing Consultant, Co-Founder & Business Development Manager, Marketing Automation Specialist, Head of Business Development, Business Development Manager, Business Development Manager, Public Relations Specialist, Сlient Specialist, Public Relations Assistant, Loan Specialist, Public Relations Assistant",
    "degrees": "Business Analytics, Marketing Automation, Master of Arts",
    "certifications": "CS50's Introduction to Databases with SQL, Project Management, Digital Media Buying and Planning (DBPC)",
    "languages": " Russian ,  English ,  Swedish ",
    "courses": "Business economics/Business acumen, Customer Communication Skills, Customer Emotional Experience, Sales Management",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "206716791",
    "name": "Krister J****r",
    "country_code": "SE",
    "city": "Lund, Skåne County, Sweden",
    "url": "https://se.linkedin.com/in/krister-janver",
    "position": "Curious and creative, hands-on, product developer and project manager",
    "about": "Experienced, versatile product developer and project manager with expertise spanning diverse fields, including nuclear technology, real estate development, and medical devices<br><br>My approach is one of solutions, always with an unwavering commitment to precision. <br>I'm deeply engaged in the hands-on art of product development, having seamlessly transitioned from high-volume manufacturing endeavors with giants like IKEA to collaborative environments where the fusion of ideas, prototypes, and design for manufacturing serves as the catalyst for achieving success.<br><br>My experience in different industries has given me both technical expertise and a developer's intuition, resulting in patents, pioneering products, and systems. I'm savvy with numerous manufacturing methods i.e. welding, casting, and 3D printing. I also boast a grounded comprehension of electronics, software, and hardware development.<br><br>A team player, a troubleshooter, an open-minded thinker, and a flexible collaborator. I have an innate ability to engage with individuals from all walks of life and a profound passion for the art of hands-on engineering",
    "total_experience_years": "53",
    "experiences": "Research Development Mechanical Engineer, Board Member, Founder, Real estate development, Board Member, Research And Development Specialist, Quality assurance within nuclear power, Assisting project manager, Project manager nuclear, Main project manager nuclear, Key account manager nuclear services, project manager nuclear and environmental projects, Co Founder, project manager, Co-founder, project manager, Project Manager, designer, Responsible for R&D, R&D and manufacturing",
    "degrees": "",
    "certifications": "Certified project management associate IPMA Level D",
    "languages": " Engelska ,  Tyska ,  Danska ,  Norska ",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "401127028",
    "name": "Isak E******n",
    "country_code": "SE",
    "city": "Gothenburg, Västra Götaland County, Sweden",
    "url": "https://www.linkedin.com/in/isak-eriksson-844405b2/",
    "position": "Senior Backend Developer @ Volvo Group Connected Solutions",
    "about": "",
    "total_experience_years": "7",
    "experiences": "Software Engineer, Software Engineer, Software Developer, Software Developer, Software Developer, Summer Intern",
    "degrees": "Master of Science - MS",
    "certifications": "Professional Scrum Master I (PSM I), AWS Certified DevOps Engineer – Professional, AWS Certified Developer – Associate, CCNA Routing and Switching: Network Basics",
    "languages": "Engelska, Svenska, Spanska",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "684360122",
    "name": "Victor M***n",
    "country_code": "SE",
    "city": "Malmo, Skåne County, Sweden",
    "url": "https://www.linkedin.com/in/victor-marin-8a2235171",
    "position": "Backend Developer Java",
    "about": "",
    "total_experience_years": "5",
    "experiences": "Back End-utvecklare, Full-stack Developer, Back End-utvecklare, Identity & Access Management Developer, Systemutvecklare, Systemutvecklare, IT-tekniker, Servicetekniker",
    "degrees": "Kvalificerad Yrkeshögskoleexamen",
    "certifications": "Victor Henrik Alexandru Marin - Diplom utfärdat av Newton Kompetensutveckling.",
    "languages": "",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "857536648",
    "name": "Yegor P***n",
    "country_code": "SE",
    "city": "Uppsala, Uppsala County, Sweden",
    "url": "https://www.linkedin.com/in/yegorpiven",
    "position": "Software developer, backend & cloud",
    "about": "",
    "total_experience_years": "4",
    "experiences": "Bachelor's Thesis, Systems/software developer, Software Engineer, Master's thesis",
    "degrees": "Master of Engineering - MEng",
    "certifications": "Agile with Atlassian Jira",
    "languages": "",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "579227098",
    "name": "Joris R******s",
    "country_code": "SE",
    "city": "Stockholm, Stockholm County, Sweden",
    "url": "https://www.linkedin.com/in/jorisrombouts",
    "position": "Data Scientist at Scania Smart Factory Lab | 4+ years of experience in Data Science and backend development | Promoting AI solutions in production & logistics | MSc Data Science in Engineering cum laude",
    "about": "After completing my studies, I made the bold decision to move from the Netherlands to Sweden. Having already studied in Sweden for 6 months, I knew my international journey wasn’t over. I wanted to gain global work experience, immerse myself in a different working culture, and explore new paths. This move wasn’t easy, but it helped me grow, adapt to new environments, and discover new passions. It shaped my independence, maturity, and how I approach challenges.\n\nWhat drives me is my passion for data and the discipline to keep pushing until I find the right path. Through careful planning and organization, I create structure for myself that enables productivity. I don’t take things at face value—I’m always looking for the \"why\" behind the process. I aim for complete, long-term solutions.\n\nI focus on creating scalable, maintainable solutions. My background as a backend software engineer taught me the importance of high data quality. This experience made me more versatile when I transitioned back into Data Science, shifting my approach from ad-hoc scripts to a structured, end-to-end mindset.\n\nI have experience in machine learning, computer vision, and deep learning, paired with a strong interest in DevOps and MLOps. I’m proficient with tools like Snowflake, AWS and Gitlab. I led a backend project supporting 500 weekly active users. I’ve developed a custom Siamese Network to detect similarity patterns in over 3 million data points and implemented a novel Variational Autoencoder (VAE) that improved anomaly detection. My approach in a data science project is to understand the end-user and customer first and get clarity about the data.\n\nCollaboration energizes me, especially when working in cross-functional teams. I enjoy being the bridge between technical and non-technical stakeholders.. I’m not afraid to take the lead and responsibility when needed.\n\nOutside of work, I’m passionate about football—whether playing, watching, or analyzing it. To clear my mind, I enjoy cycling or running in the summer, and skiing or ice skating in the winter. Furthermore I’m learning both Swedish and Spanish as additional languages. I keep up with the latest developments in data and AI by reading newsletters and visiting tech websites in the evenings.\n\nMy dream is to eventually combine my passion for data and AI with football. Inspired by the Moneyball principle, I hope to one day be part of a team that uses data to drive decisions and performance in the sport.",
    "total_experience_years": "9",
    "experiences": "Data Scientist, Software Developer, Data Scientist, Teacher Assistant, Adviseur, Logistiek",
    "degrees": "MSc Data Science in Engineering cum laude (8.4), MSc Data Science in Engineering cum laude (8.4), Bachelor of Science, Software Science (7.6), Atheneum (VWO)",
    "certifications": "AWS for Developers: DynamoDB, Getting Started with ECS",
    "languages": "English, Dutch, Swedish, Spanish",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "146499017",
    "name": "Gehan F******o",
    "country_code": "SE",
    "city": "Gothenburg, Västra Götaland County, Sweden",
    "url": "https://www.linkedin.com/in/gehanfernando",
    "position": "Solutions Architect | Technical Consultant | Backend Developer | .NET, C#, Python Expert | Azure & DevOps Specialist | Microservices & Scalable System Design | Problem Solver",
    "about": "With over 19 years of experience in software development, I am passionate about designing and delivering innovative solutions that solve complex business challenges. My expertise lies in developing robust, scalable, and high-performance applications for web, desktop, and mobile platforms using C#.NET, Python, and a range of modern technologies. I specialize in requirement analysis, feasibility assessments, and crafting architectures for distributed, multi-threaded, and multi-layered systems.\n\nThroughout my career, I have successfully led globally distributed teams, mentored developers, and managed projects across the full software development lifecycle (SDLC). I take pride in consistently delivering high-quality software solutions on time, even in fast-paced and high-pressure environments. My extensive experience spans cloud computing (Azure), microservices architecture, and data-driven applications, helping organizations achieve their strategic objectives.\n\nAs a technology consultant and leader, I thrive at the intersection of technical expertise and strategic insight. I enjoy mentoring teams, shaping technology strategies, and leveraging emerging trends to drive innovation and deliver exceptional value. My commitment to continuous learning ensures I stay ahead of the curve, always ready to tackle new challenges with a problem-solving mindset.\n\nCore Skills & Expertise\n* Leadership & Mentorship: Managing and mentoring software development and consultancy teams.\n* Technical Consulting: Providing actionable insights and solutions to meet enterprise needs.\n* Backend Development: Expertise in C#.NET, Python, VB.NET, Flask, and PHP.\n* Microsoft Technologies: Deep knowledge of .NET Core, ASP.NET MVC, WEB API, WCF, Xamarin, EF, Power BI, and ML.NET.\n* Cloud Computing: Designing scalable and secure solutions on Microsoft Azure.\n* Microservices Architecture: Building and implementing service-oriented systems.\n* Database Expertise: Advanced skills in database design, development, and optimization using tools like MongoDB and Redis.\n* Workflow Automation: Developing efficient workflows and business rules engines.\n* DevOps Practices: Knowledge of CI/CD pipelines, testing automation, and deployment strategies.\n\nWhy Choose Me?\nI combine deep technical knowledge with strategic thinking to deliver impactful solutions that drive business success. Whether architecting complex systems, mentoring teams, or advising on technology strategies, I am committed to fostering innovation and exceeding expectations.",
    "total_experience_years": "0",
    "experiences": "Solutions Architect, Consultant, Principal Software Engineer, Staff Software Engineer, Consultant - Technology, Senior Consultant - Technology, Tech Lead, Associate Technical Lead, Senior Software Engineer, Solution Developer, Software Developer, Software Developer, Solutions Architect, Consultant, Principal Software Engineer, Staff Software Engineer, Consultant - Technology, Senior Consultant - Technology, Tech Lead, Associate Technical Lead, Senior Software Engineer, Solution Developer, Software Developer, Software Developer",
    "degrees": "Master of Information Technology, BCS Professional Graduate Diploma, Master of Information Technology, BCS Professional Graduate Diploma",
    "certifications": "Microsoft® Certified Technology Specialist: .Net Framework 2.0, Web Applications, Microsoft® Certified Technology Specialist: .Net Framework 2.0, Windows Applications, Microsoft Certified Professional, Diploma In Visual Basic 6.0 With MS SQL Server, Microsoft Office User Specialist, Stores Accounting And Purchasing Procedures, Computer Hardware Engineering With Networking, Exam 487: Developing Microsoft Azure and Web Services, Microcontrollers and Embedded Systems, Microsoft® Certified Technology Specialist: .Net Framework 2.0, Distributed Applications, Microsoft® Certified Technology Specialist: .Net Framework 2.0, Web Applications, Microsoft® Certified Technology Specialist: .Net Framework 2.0, Windows Applications, Microsoft Certified Professional, Diploma In Visual Basic 6.0 With MS SQL Server, Microsoft Office User Specialist, Stores Accounting And Purchasing Procedures, Computer Hardware Engineering With Networking, CompTIA Security+, Microsoft Certified: Azure Cosmos DB Developer Specialty, Microsoft Certified: Azure Administrator Associate, Microsoft Certified: Azure Solutions Architect Expert, Microsoft Certified: DevOps Engineer Expert, Microsoft Certified: Azure Developer Associate, Microsoft Certified: Azure Fundamentals, MCSA: Web Applications - Certified 2016, Exam 483: Programming in C#, Exam 480: Programming in HTML5 with JavaScript and CSS3, Exam 486: Developing ASP.NET MVC Web Applications, Microsoft Certified Professional, Exam 487: Developing Microsoft Azure and Web Services, Oracle Database SQL Certified Expert, Electronic Engineering Technology, Microcontroller Circuit Designing, Microcontrollers and Embedded Systems, Microsoft® Certified Technology Specialist: .Net Framework 2.0, Distributed Applications",
    "languages": " Sinhalese ,  English , Sinhalese, English",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "462736218",
    "name": "Jafet V****z",
    "country_code": "SE",
    "city": "Svalöv, Skåne County, Sweden",
    "url": "https://www.linkedin.com/in/jafet-valdez-1b6b7710a",
    "position": "Software Development Manager at Shopspray",
    "about": "",
    "total_experience_years": "15",
    "experiences": "Software Development Manager, Systems Architect, Systemutvecklare, Systemutvecklare, Telefonist, Telefonist",
    "degrees": "Systemvetenskap och -teori",
    "certifications": "inRiver PIM Certified Developer, EPiServer CMS 9 Certified Developer, EPiServer Commerce 9 Certified Developer",
    "languages": "Svenska, Engelska, Spanska",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "1004694764",
    "name": "SURYA P*****I",
    "country_code": "SE",
    "city": "Karlskrona, Blekinge County, Sweden",
    "url": "https://www.linkedin.com/in/surya-pothuri-6b8578240",
    "position": "Aspiring Software Development Engineer | Machine Learning Enthusiast | Full-Stack Developer (ReactJS, Node.js, React Native) | AWS | Python & DSA Problem-Solver",
    "about": "I am an aspiring Software Development Engineer with a broad range of technical skills and strong interpersonal abilities.\n\nLanguages: Python, C, C++, JavaScript, R\nFrameworks: ReactJS, Express.js, Node.js, React Native\nOperating Systems: Linux, Windows, macOS\nTools & Technologies: AWS, Docker, Kubernetes, Git, APIs, Microservices\nDatabase Management: SQL, PostgreSQL\nCloud Computing: Azure-certified, pursuing AWS Cloud Practitioner\n\nI am passionate about solving complex problems and building scalable applications. In addition to my technical expertise, I am also skilled at presentations, communication, strategic planning, leadership, and teamwork, making me an effective contributor in collaborative settings.\n\nWith a focus on cloud computing, web development, and data science, I am eager to apply my skills, contribute to innovative projects, and continue growing as a Software Development Engineer.\n\nIf you're looking for a dedicated and versatile professional with a blend of technical knowledge and excellent communication skills, let’s connect!",
    "total_experience_years": "0",
    "experiences": "Bachelor Thesis, Intern",
    "degrees": "Bachelor's degree, Bachelor of Technology - BTech",
    "certifications": "edX Verified Certificate for Analyzing Data with Python, edX Verified Certificate for Machine Learning with Python: A Practical Introduction, edX Verified Certificate for Python Basics for Data Science, edX Verified Certificate for Conversational English Skills | 生活英语听说, edX Verified Certificate for Soft Skills: Develop Interpersonal Skills, edX Verified Certificate for Introduction to Web Development with HTML5, CSS3, and JavaScript, Microsoft Certified: Azure Fundamentals, PYTHON BASICS CERTIFICATE , MTA: Introduction to Programming Using Python - Certified 2022, Microsoft Certified: Azure Data Engineer Associate",
    "languages": "",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "360742070",
    "name": "Sonadri T****a M****a",
    "country_code": "SE",
    "city": "Stockholm, Stockholm County, Sweden",
    "url": "https://se.linkedin.com/in/sonadri-tanaya-mishra-93298aa0",
    "position": "Senior Consultant at L&T Technology Services, Experienced in Software Development, Robotic Process Automation (UIPATH Certified), CAD Customization, PDM.",
    "about": "As a Senior Consultant at LTTS, I specialize in Robotic Process Automation (RPA) while also leveraging my background in CAD automation. I utilize tools like UiPath to optimize and automate business processes, delivering high-quality solutions for clients across various industries, including SCHIENDLER (Germany), VESTAS (Denmark), UTC CARRIER (USA), and CATERPILLAR (USA).\n\nI hold a Bachelor's degree in Computer Science from the National Institute of Science and Technology (NIST), Berhampur, which I completed in 2015. In addition to my RPA certification, I have experience in CAD automation and customization, including PDM-Windchill integration using tools such as the CREO toolkit and NX.\n\nMy passion for learning drives me to continuously explore new technologies and programming languages. I utilize JIRA for project management, ensuring tasks are organized and progress is tracked. My goal is to create innovative solutions that deliver real value to businesses and enhance the user experience.",
    "total_experience_years": "17",
    "experiences": "Senior Consultant, Senior Consultant, Consultant, Executive Trainee",
    "degrees": "Computer science and engineering, +2 Science, High School",
    "certifications": "Robotic Process Automation, Java J2EE Framework",
    "languages": "English, Hindi, Odia",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "442892899",
    "name": "Peter B******n",
    "country_code": "SE",
    "city": "Uppsala, Uppsala County, Sweden",
    "url": "https://www.linkedin.com/in/peter-brorsson-9173a7104",
    "position": "Software Development Engineer at IAR Systems",
    "about": "",
    "total_experience_years": "31",
    "experiences": "Software Development Engineer, Senior Software Development Engineer, Software Development Engineer",
    "degrees": "Matematikerlinjen med inriktning Datalogi",
    "certifications": "Certified Scrum Master, Microsoft Certified Technology Specialist",
    "languages": "Svenska, Engelska",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "949013109",
    "name": "Priyam J**n",
    "country_code": "SE",
    "city": "Stockholm, Stockholm County, Sweden",
    "url": "https://www.linkedin.com/in/priyam-jain-4999a5225",
    "position": "Software Engineering Management | Project Management | Agile Software Development | Scrum Master",
    "about": "As a Technical Project Manager at Svea Renewable Solar AB, I apply my 14+ years of IT industry experience and my core skills of leading and delivering projects using agile methodologies. I have a proven track record of building and mentoring self-motivated and self-challenging teams that deliver high-quality results.  I am goal-oriented and strive to provide my best in every aspect of my work. \n\nMy technical skills include designing and implementing backend systems and micro-services using Java, YAML, Spring, and other technologies, as well as developing front-end widgets and products using React/Redux, JavaScript, ES6, and knockout. I also oversee the code review, software deployment, and quality assurance processes. I collaborate with cross-functional teams, stakeholders, and clients to ensure the alignment of the project scope, goals, and expectations. I am always eager to learn new skills and technologies, and to promote a growth mindset within my team and organization.",
    "total_experience_years": "13",
    "experiences": "Technical Project Manager, Software Development Team Lead, Senior Software Developer, Software Developer",
    "degrees": "Bachelor of Engineering - BE",
    "certifications": "Agile at Work: Building Your Agile Team, Agile Foundations, Agile Product Owner Role: Foundations, Agile Product Owner Role: Techniques, Cert Prep: PMI Agile Certified Practitioner (PMI-ACP)®, Coaching Skills for Leaders and Managers, Exam Tips: PMI Agile Certified Practitioner (PMI-ACP)®, Human Leadership, The Manager's Guide to Difficult Conversations, Transitioning from Waterfall to Agile Project Management",
    "languages": "",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "2064571",
    "name": "Stas I*****y",
    "country_code": "SE",
    "city": "Stockholm County, Sweden",
    "url": "https://se.linkedin.com/in/stas-ivinsky",
    "position": "Senior Product Manager, Machine Learning Platform",
    "about": "•\tOver 25 years of experience in software development industry\n•\tOver 10 years of experience working as Product Owner and Product Manager within the fields of data platforms, data analysis, machine learning and artificial intelligence.\n•\tExperience of working with Big Data technologies in AWS, Google Cloud platform as well as Hadoop technology stack\n•\tPassionate product manager with the track record of successfully built and rolled out products and solutions in multiple areas, including data platforms, AI/ML applications, business intelligence, enterprise application integration, document automation and ERP\n•\tExperienced project manager leading software development projects through all stages from the concept till implementation, successful delivery and rollout. \n•\tUnderstanding of client’s needs, business processes and what it takes to \nimplement and run business critical applications in the field (4+ years of client facing \nproject management and technical consulting) \n•\tExperience of working with Big Data technologies in AWS, Google Cloud platform as well as Hadoop technology stack\n•\tUnderstanding of client’s needs, business processes and what it takes to \nimplement and run business critical applications in the field (4+ years of client facing \nproject management and technical consulting) \n•\tRespected by peers as a team leader with experience of working in multi-location and multi-cultural \ninternational environments\n•\tFormer software developer. Experienced in development applications using C++, Microsoft .NET languages, SQL Server, Python, R and others\n•\tStrong academic background: master of science in applied mathematics with emphasis on artificial intelligence\n•\tCertified Scrum Product Owner and IREB Certified Professional for Requirements Engineering",
    "total_experience_years": "37",
    "experiences": "Senior Product Manager, Machine Learning Platform, Group Product Manager, Data Foundation & Integrations, Product Manager - Analytics, Product Owner - Data Services, Product Owner / Agile Product Owner - Customer and Market Integrations, Product Owner / Product Manager, Solution Expert / Agile Project Manager, Senior Technical Consultant / Project Manager, Senior Product Manager, Senior Program Manager, System Integration, Release and Configuration Manager, Senior Programmer, Programmer, Senior Programmer, Technical Director, Programmer and Trainer",
    "degrees": "Master’s Degree",
    "certifications": "edX Honor Code Certificate for Data Analysis: Take it to the MAX(), Statistical Learning, Process Mining: Data science in Action, Introduction to Data Science, Image and video processing: From Mars to Hollywood with a stop at the hospital, Computing for Data Analysis, Data Analysis, Machine Learning, Certified Scrum Product Owner, IREB Certified Professional for Requirements Engineering",
    "languages": "Russian, English, Swedish",
    "courses": "AWS Fundamentals: Going Cloud-Native, Hadoop Platform and Application Framework, The Analytics Edge",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "122609236",
    "name": "Bastiaan ** G***t",
    "country_code": "SE",
    "city": "Linköping, Östergötland County, Sweden",
    "url": "https://www.linkedin.com/in/bastiaan-de-groot-50408a35",
    "position": "Test Manager at Sectra",
    "about": "During my career, I have grown from a Software QA Engineer focusing on the testing of one product to broader roles as Product & Test Manager. In such a role, I also concern myself with the overall development & testing processes both within projects and products as well as companywide.\n\nI like being involved in many aspects of a project, product and company as a whole, and I enjoy seeing the positive and meaningful impact our products have on our clients' daily work lives.",
    "total_experience_years": "16",
    "experiences": "Test Manager, Product Manager, Lead Software Quality Assurance Engineer, Wholesale and logistics Coordinator, Front Office and Maintenance Specialist, Guest Services Coordinator, MasterClass Professional, Lab technician/administrative employee, Ticket Sales Representative, Employee ‘customer service advice credit management’, Web editor, Data entry employee, Editorial intern at Groot Nationaal Onderzoek, Student-assistant Bètasteunpunt, Editor (Television Series), Publicity team, Nature Guide",
    "degrees": "Msc., Bsc., VWO",
    "certifications": "PSPO I Professional Scrum Product Owner I, PRINCE2® Foundation Certificate in Project Management, ISTQB Certified Tester Foundation, Object Orientation Foundation Certificate, TMap NEXT® Test Engineer, ITIL® Foundation Certificate in IT Service Management, Calco MasterClass Basisopleiding, DBSQL Foundation Certificate, PSM 1 Professional Scrum Master 1",
    "languages": "Nederlands, Engels, Duits",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "51632758",
    "name": "Seth K******e",
    "country_code": "SE",
    "city": "Gothenburg, Västra Götaland County, Sweden",
    "url": "https://www.linkedin.com/in/seth-kunkyebe-09a36015",
    "position": "Project Leader | Naval Architect & Ocean Engineer | Marine Engineer",
    "about": "I’m a naval architect and marine engineer, specialising in systems integration of auxiliary systems. Over the course of 5 years in this sphere, I have built a large network of contacts with shipbuilders and dry docks across Europe and Asia.\n\nCurrently working as project leader in Fire & Gas Safety systems. I build relationships with subcontractors and shipyards while executing new strategies for design reviews and product development. During my time in this role, I have finalised the handover of over 50 oily water and sewage treatment systems to ships and offshore vessels.\n\nWhen I’m not sketching or modelling, I love sailing through the Swedish archipelago.\n\nSpecialities: 3D modelling, marine engineering, tank design, piping system design, installation drawings.",
    "total_experience_years": "10",
    "experiences": "Project Leader - Cruise, Project Design Engineer, Master Thesis Research, Marine Engineer, Intern, Intern",
    "degrees": "Master of Science (MSc) Naval Architecture and Ocean Engineering, Bachelor of Science (B.Sc.), WASSCE",
    "certifications": "IronCAD Basic Training, Catia V5 for Experienced CAD users",
    "languages": "",
    "courses": "Entrepreneurship & Maritime Law, Marine Engines and Systems, Ocean Technology (Intro. to Drilling), Shipping Economics",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "29095319",
    "name": "Andre G*******d",
    "country_code": "SE",
    "city": "Stockholm, Stockholm County, Sweden",
    "url": "https://www.linkedin.com/in/andre-ghiasvand-69b8b19",
    "position": "Infrastructure Engineer @Wipro | VMUG Leader | VMware vExpert",
    "about": "I have over 24 years of experience in IT, specializing in areas such as IT advisory, IT strategies, hybrid cloud, on-premises solutions, server consolidation, architecture, design, LCM and PLM. I have been actively involved in transition and transformation projects focusing on capacity planning, cost optimization, and meeting customers' business requirements.\n\nWith a strong focus on IT skills and technology, I excel in defining and executing complex IT and business projects. I am an outgoing individual who never gives up, with the ability to work effectively both within a team and independently.\n\nMy goal is to leverage my expertise and experience to drive successful IT initiatives, enabling businesses to achieve their objectives efficiently.",
    "total_experience_years": "25",
    "experiences": "Infrastructure Engineer(employed), Infrastructure and Experience Specialist(employed), Senior Technical Account Manager/Solutions Architect(employed), Solutions Architect Team Lead (employed), Datacenter Cloud Technical Lead (employed), Technical Solution Coordinator, Senior VMware Infrastructure Engineer (employed), Consultant Infrastructure (employed), Senior Server technician (employed), Server technician (employed), System Engineer(consultant), IT Engineer(consultant), System Integration (employed), Service Manager (employed)",
    "degrees": "Engineering of Electrical-Computing-IT",
    "certifications": "VTSP - VMware Cloud on AWS Accrediation, VMware Certified Professional – Data Center Virtualization 2019, VTSP - Cloud Foundation Accrediation, VMware Certified Professional 6 - Data Center Virtualization, VMware Certified Professional 5.5 - Data Center Virtualization, VMware Certified Professional – Cloud (VCP-Cloud), VMware Certified Professional 5 - Data Center Virtualization, VMware Certified Professional 4 - Data Center Virtualization, VMware Infrastructure 3,5, Cisco Data Center Unified Computing Implementation",
    "languages": "Persian, English, Swedish",
    "courses": "CITA Foundation Architect core, VMware NSX: Install, Configure, Manage (VMNSXICM), VMware Tanzu Kubernetes Grid V1.3",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "358483080",
    "name": "Mag*** Me***",
    "country_code": "SE",
    "city": "Gothenburg, Västra Götaland County, Sweden",
    "url": "https://www.linkedin.com/in/magnus-mel%c3%a9n-5a007ba0",
    "position": "CEO @ Dizparc Business & Strategy l WayofWorking advisory l Senior Business Architect l Efficiency Expert🚀",
    "about": "💥💥\nI help companies increase their productivity! \n\n- My expertise is in management consulting and business development. With over 10 years experience in the Manufacturing & Retail domain. I help world leading brands transform with new techonolgies and businessmodels. This with a slimmer and more automated way of working through digitalization. \n\n\n💥💥",
    "total_experience_years": "12",
    "experiences": "VD, Key Account Manager, Advisory Consultant, Project Manager, Business Consultant, Project Manager, Program Data Coordintor, Property Analyst, Trainee - Board of Directors, Research Associate, Production",
    "degrees": "Finance & Capital Flows, Civilingenjörsexamen, Naturvetenskapligt program",
    "certifications": "Megadeals Program, Business Architect, SAFe Agilist Certification Certification, Bord of Directors Training Program",
    "languages": "Engelska, Spanska, Tyska",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "537425923",
    "name": "Amanda D*******e",
    "country_code": "SE",
    "city": "Sweden",
    "url": "https://www.linkedin.com/in/delatorre-amanda",
    "position": "Requirements Manager | Innovating Smart Mobility | Power BI Enthusiast",
    "about": "System engineer with over 6 years of experience in product development.\nI'm a results-oriented person with strong skills in team coordination, ability to understand and address stakeholder needs. Communicative and motivated, I enjoy working in cross-domain teams. My expertise includes requirements management, feature breakdown, Power BI reports and planning, with a solid background in systems engineering from the automotive industry.",
    "total_experience_years": "8",
    "experiences": "Senior Requirements Engineer at Bosch eBike, Requirements Manager at Bosch eBike, System Engineer, System Engineer, Trainee, Master's Degree Researcher",
    "degrees": "Master of Business Administration - MBA, Master's degree, Bachelor's degree, English Language Program",
    "certifications": "Agile Project Management, Introduction to Android Mobile Application Development, 8D Problem Solving Method, Getting Started with Git and GitHub, CAN, SAE J1939 & ISO11783 Fundamentals, Introduction to CANoe Simulations - J1939 & ISO11783",
    "languages": "Português, Inglês",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "8524805",
    "name": "Alexander T****e",
    "country_code": "SE",
    "city": "Linköping, Östergötland County, Sweden",
    "url": "https://www.linkedin.com/in/alexander-tuttle",
    "position": "Self employed IT Consultant with a focus on .NET development.",
    "about": "During my years as an IT Consultant I have worked for various clients across multiple industries, roles and problem domains. I see myself as a general problem solver, usually starting out in the developer role and taking on more roles as I grow familiar with the client.\nMy developer experience is primarily within the .NET-platform and C#, but I love learning and will embrace any technology or tool that enables my client to focus on their core business.\nI believe that governance, best practices and people are more important than technology for achieving desired outcomes.\nI have been self-employed since 2014 and I am primarily looking for opportunities that are compatible with this career choice.",
    "total_experience_years": "33",
    "experiences": "Software Engineer, IT Consultant, Software Engineer, Father, Software Engineer, Father, Software Engineer, Software Engineer, Process Lead, Software Engineer, Software Developer, Software Engineer, Software Engineer, IT Consultant, Software Developer, Software Developer, Software Developer, Customer Relationship Management Consultant, Customer Relationship Management Consultant, Customer Relationship Management Consultant, IT Support Technician, Software Designer, Mathematics mentor",
    "degrees": "Master of Science (270 credits), DD2385 Software Engineering 6.0 credits, Conscript, Technical Preparatory Year, High school",
    "certifications": "Microsoft Certified: Azure Fundamentals, Microsoft Certified Dynamics Specialist: Microsoft Dynamics CRM 4.0 Customization and Configuration, Microsoft Certified: DevOps Engineer Expert, Microsoft Certified: Azure Developer Associate, Certified ScrumMaster® (CSM®)",
    "languages": "English, Swedish",
    "courses": "EPiServer 7 CMS - Introduction course for developers",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "461079905",
    "name": "Rene **",
    "country_code": "SE",
    "city": "Stockholm, Stockholm County, Sweden",
    "url": "https://se.linkedin.com/in/rene-e-7954b810a",
    "position": "5G Integration developer på Ericsson",
    "about": "I am an integration engineer at Ericsson Japan where I focus on 4G/5G integration. This covers software verification of different test cases by using UE simulator, trouble shooting , analysis of Legacy KPIs. Because of my language skills in Japanese, English and Swedish I also take a coordinating role on the team.\n\nGrowing up in Japan, graduating from a Swedish university and living abroad in both Australia and Italy has given me valuable international experience and understanding of similarities and differences in working cultures. I use this experience daily in the international environment at Ericsson.\n \nI very much enjoy working in the telecom industry where I learn and develop every single day. Please feel free to connect with me!",
    "total_experience_years": "10",
    "experiences": "5G integration developer, 4G & 5G Integration engineer, Front-end engineer, IT Consultant, Internship Student, Junior webbutvecklare, Kundtjänst",
    "degrees": "Bachelor of Science - BS, Data och systemvetenskap",
    "certifications": "Global Tech Talent 2023",
    "languages": "Svenska, Japanska, Engelska, Italienska",
    "courses": "Inköp 1, Marknadsföring 1, Marknadsföring 2, Svenska akademisk skrivande",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "6112394",
    "name": "Jan g***f **",
    "country_code": "SE",
    "city": "Gothenburg, Västra Götaland County, Sweden",
    "url": "https://www.linkedin.com/in/jan-gnoff-b-3220692",
    "position": "Consultant at Acumis Minds",
    "about": "Experienced System Tester and ASIC Engineer, with a demonstrated history of working in the semiconductors, telecom, automotive and defense industry. Skilled in Testing, Requirements, Processes, Sensory Evaluation, Electronics, Brewing, Public Speaking, and Hardware Architecture. Degrees in Electrical Engineering and Brewing.",
    "total_experience_years": "30",
    "experiences": "Consultant, Senior System Test Engineer, ASIC Production Test Development Engineer, Bartender and Beer Expert, Brewer, Eventansvarig / Bryggare, Bryggare / Brewer, ASIC Designer, RFIC Designer, Consultant, Hardware Engineer, Engineer in Hardware Development, Engineer in Hardware Development, Designer, Dishwasher, Postman",
    "degrees": "Bachelor of Science (BSc), Bryggeritekniker, Military service (Airforce), Exchange student, High School",
    "certifications": "Data Rights Foundations, Six Sigma Foundations, Six Sigma: Green Belt, Creating a Culture of Privacy, GDPR for Marketers, Learning GDPR, Understanding and Prioritizing Data Privacy, GDPR Compliance: Essential Training, Software Testing: Exploratory Testing, Programming Foundations: Software Testing/QA",
    "languages": "Swedish, English, German",
    "courses": "Advanced VHDL programming, Att arbeta som konsult, Avancerad Syntes för Xilinx (Advanced synthesis for Xilinx), Business English, CAN-bus, CM basics with PIwin, Cadstar Design Editor (Library Editor, Schematic Capture / PCB Design, Route Editor Interactive), ClearCase, Designing with System Verilog, EMC för apparat- & kretskortskonstruktörer (EMC for unit and board designers), Effektiv Granskning (Efficient Review), Encounter RTL Compiler, EriDoc Training, Ethernet, First Encounter, Fordonselektronik, 5 poäng, B nivå (Vehicle Electronics), German Language, Independent Design Review Assessor, LabVIEW Core 1, LabVIEW Core 2, Matematik A, Matematik B, Microwave Networks System Service, Mini-Link TN R4 Operation & Maintenance, Mixed Signal Simulation, Möjligheter och svårigheter vid produktion av mönsterkort och kretskort (Opportunities and challenges in production for PCB), OrCAD PCB Editor, PDU MWN CM basics with PIwin training, Praktisk projektledning (Practical Project Management), Precision och improvisation, Problemlösning med C++ (Problem solving with C++), Sensorik – kunskap om våra sinnen, StarTeam (Software Configuration Management), Team Management, Truckutbildning A2, A4, B1, Understanding the GDPR - University of Groningen, VHDL för konstruktion (VHDL for Design), Verification with System Verilog, Verifiering/testbarhet + Effektiv syntes mot FPGA/ASIC (Verification/test-ability + Efficient synthesis for FPGA/ASIC), Öldomarutbildning (Beer Judge Certification), Ölets Kultur och Vetenskap",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "492653545",
    "name": "Tejas S****a * *",
    "country_code": "SE",
    "city": "Gothenburg, Västra Götaland County, Sweden",
    "url": "https://www.linkedin.com/in/tejas-sharma-b-n",
    "position": "1st CFD Analysis Engineer - Climate Comfort at Volvo Cars",
    "about": "An aspiring Applied Mechanics master's graduate.\nMotorsport and Automotive enthusiast.\n\nInterested in Aerodynamics, Thermal and Battery modelling, Multiphase flows, Fluid-Structure interaction, Turbulence Modeling, and Computational Fluid Dynamics (CFD).\n\n4 years of experience working in a diverse, fast-paced, competitive automotive-based company Volvo Cars as a CFD Engineer in low and high-fidelity simulations, wind tunnel & field testing using software such as Star CCM+, Ansa, Ansys Discovery, Python, Java and MATLAB.\n\n1 year of experience as an Associate Software Engineer at Accenture after my bachelor's with particular knowledge in manual and automation testing using Java, Selenium, and SoapUI in an Agile environment.\n\nResearch publication in Springer on the final year project which I worked on during my bachelor's titled \"Development and Fabrication of Smart Waste Segregator\".\nResearch publication in Applied Sciences Journal on \"The Knudsen Paradox in Micro-Channel Poiseuille Flows with a Symmetric Particle\".\n\nI am an extrovert who loves to make new friends and get along with them well—a team player who believes in being successful by helping his teammates succeed. I believe in luck, and the harder I work, the more I have of it.",
    "total_experience_years": "8",
    "experiences": "1st CFD Analysis Engineer - Climate Comfort, CFD Engineer - Climate Comfort, CFD Simulation Engineer, Rider Captain - Team Leader, Rider, Summer Intern, Industrial Master Thesis, Summer Research Intern, Associate Software Engineer, Bachelor Thesis, Internship Trainee, Internship Trainee",
    "degrees": "Master of Science - MS, Bachelor of Engineering - BE, Pre-University, 10th",
    "certifications": "Course on HyperMesh, Introduction to Statistical Methods in MATLAB, MATLAB for Data Processing and Visualization, MATLAB Fundamentals, MATLAB OnRamp, Python Programming Essentials, Using Databases with Python, Programming for Everybody (Getting Started with Python), Simulink OnRamp, Professional in Product Design and Analysis",
    "languages": "Swedish, English",
    "courses": "Applied Thermodynamics, Basic Thermodynamics, Compressible Flow, Computational Fluid Dynamics, Energy Conversion Engineering Laboratory, Energy Engineering, Finite Element Methods, Finite Element Methods - Structures, Fluid Mechanics, Fluid Mechanics, Fluid Mechanics and Machines Laboratory, Heat and Mass Transfer, Heat and Mass Transfer Laboratory, Management and Entrepreneurship, Multiphase Flows, Preparatory Course in MATLAB, Solid Mechanics, Structural Dynamics, Turbo Machines, Turbulence Modelling",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "70107558",
    "name": "Muhammad S****b K**n",
    "country_code": "SE",
    "city": "Stockholm, Stockholm County, Sweden",
    "url": "https://www.linkedin.com/in/m-shoaibkhan",
    "position": "Service Engineer - ITS | APRM™",
    "about": "PROFILE\n\nAn MSc in Electrical Engineering (Specialization in Control Systems and Automation) and B.E. Electronic Engineering, who is proficient, self-motivated and results-oriented individual with expertise in hardware and software applications. Technical skills include advanced knowledge of Automation and Controls protocol enjoys a challenge; Experience has been in a range of customer facing environment, requiring excellent communication at all levels and interpersonal skills and the ability to thrive effectively within a team as well as individually. An avid learner with good time management skills.\n\nWhat am I looking for?\n\nMultidisciplinary, innovative projects, challenging position in a leading, dynamic and career oriented organization where I can utilize my expertise of Control System, Automation and Computer Software and leverage my skills under a roof of pleasant, professional, constructive and inspiring environment.\n\nWhat do I have to offer?\n\nBesides my knowledge in Controls and Automation, I mainly bring in personal enthusiasm. In short my added value can best be described by always aiming for doing things that I believe in, doing things that make a difference, doing things that require top quality and doing it with people who have great fun in making it happen. For me, being a leader is much more fun than being a manager.\n\nGeneric skills\n\nIn random order: Good analytical and Problem solving skills, multi-disciplinary technical skills, inquisitive, creative, good mix of structured and improvising working style, willing to pave new roads, good presentation and interpersonal skills, agility in adapting to change, friendly, open communication, honest, team player, pragmatic, pro-active, flexible, market and customer oriented, committed to project goals, success driven, good project management skills.",
    "total_experience_years": "24",
    "experiences": "Service Engineer, Assistant Manager, Shift Supervisor, Area Incharge, Electrical Project Engineer, Service Checker / Auditor, Electrical Project Engineer, Application Engineer, Project Engineer, Summer Intern",
    "degrees": "Master's degree, Master of Business Administration - MBA, Diploma Program, Master of Science (M.Sc.), Bachelor of Engineering (B.E.)",
    "certifications": "Awareness Training - Information Security, Awareness Training - Security BASIC, Test Systems Basics - Operation Hands On, Test Systems Basics - Theory, SAP Plant Maintenance, SCRUM MASTER Accredited Certification, Modelling and Simulation using MATLAB, Training course on Simatic S-7 PLC of Siemens, Workshop on MICROCONTROLLERS AND THEIR INDUSTRIAL APPLICATIONS, Workshop on Windows Communication Framework",
    "languages": "Urdu, English, Swedish",
    "courses": "Advance Control Systems, Electrical Machines, Electronic Design, Environmental Impact Assessment, Financial Accounting, Human Resource Management, Human Resources Management, Industrial Electronics, Industrial Management, Linear Control Systems, Logic Design, Measurement and Instrumentation, Microwave Engineering, Model Based Control Systems, Operations Management, Optimal Control, Parameter Estimation, Power Electronics, Principles of Management, Principles of Marketing, Robotics and Embedded Control, Scientific Computing, System Identification, Wireless Communication",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "90939295",
    "name": "Karthik D*****j",
    "country_code": "SE",
    "city": "Gothenburg, Västra Götaland County, Sweden",
    "url": "https://www.linkedin.com/in/karthik-devaraj-aa755626",
    "position": "System Test Developer @ Ericsson | 5G Core, Charging, Containerization, Cloud-Native Applications",
    "about": "I work as a System Test Developer at Ericsson, focusing on Cloud Native 5G Core. \nI specialize in Ericsson Private 5G, Cloud Native Packet Core, and Digital BSS Solutions. \n\nIn Ericsson 5GC, I'm involved in System Testing for Containerized and Virtualized solutions, XFT support,  Feature analysis and verification, Regression, Staging Monitoring, Integration, Configuration, and Test Automation.\n\nIn Digital BSS Portfolio, I was involved in Solution Architecture, System Integration, Consultation, Migration Studies, Solution Design (HLD & LLD), Business Configuration, Dry runs, and Live Data Migration.\n\nMy technical skills cover Unix/Linux, Ericsson Cloud, Containerization, Kubernetes, Docker/Containerd, Helm, Helmfile, CCD, Redis, ISSU, Geo-red, Prometheus, Grafana, Virtualization, VMware, Gherkin/Java, Shell Scripting, Expect, Oracle, SQL/PLSQL, Cassandra, Wireshark, JMeter, REST tools and more.\n\nI have played a significant role globally in First Node Implementations and Support for customer-facing onsite projects. I've also managed Production Support and Escalation Handling, enhancing my problem-solving abilities. \nI have worked on Agile methodologies, especially Scrum and Kanban.\n\nEricsson Certified - Associate in Ericsson Cloud.\nEricsson Certified - Leadership Core Curriculum 2023-2024.\n\nOutside the tech realm, I pursue interests in Portraiture, Chess, and Cooking.",
    "total_experience_years": "13",
    "experiences": "System Test Developer, Ericsson Private 5G & Packet Core, Cloud Native, System Tester, BSS Charging, Solution Architect, BSS Charging & CMS, Senior Verification Engineer, BSS CMS, Verification Engineer, Graduate Engineering Trainee",
    "degrees": "B.E.",
    "certifications": "Leaders Core Curriculum Program 2023-2024, Ericsson Certified Associate - Ericsson Cloud",
    "languages": "English, Tamil",
    "courses": "Computer Networks, Embedded System Design, Ericsson Charging System, Operating Systems, Oracle Data Guard, Oracle RAC, RHEL Administration, Shell Scripting, Solaris Admin, Wireless Communications",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "157427702",
    "name": "Patrik P****k",
    "country_code": "SE",
    "city": "Greater Stockholm Metropolitan Area",
    "url": "https://linkedin.com/in/piscak",
    "position": "🚀 Driving Innovation in Parking & Urban Mobility | Market Expansion | Product Leadership | Mergers & Acquisitions | Managing Director for CZ and SK @ EasyPark Group",
    "about": "Hi, I’m Patrik Piscak, a 🌟 strategic leader with over 6️⃣ years of experience transforming parking and urban mobility into smarter, more sustainable solutions. At EasyPark Group, I’ve built a track record of 🚀 scaling businesses, 🌍 driving market entry, and 💡 delivering innovation by leading teams across sales, account management, and product development.\n\nAs Managing Director for EasyPark Czechia and Slovakia, I lead operations, strategy, and growth while leading a sales team and collaborating with various teams i.e. B2B sales, product, marketing, PR, PA and operations teams to align global goals with local market needs. My focus is on creating impactful outcomes through market expansion, product innovation, and stakeholder engagement.\n\n🎯 Career Highlights:\n•\t🌍 Strategic Market Leadership: Drove significant market expansion in Czechia and Slovakia through cross-functional collaboration.\n•\t🤝 Stakeholder Advocacy: Built strong relationships with municipalities and industry leaders, promoting transformative urban mobility solutions and representing EasyPark as an innovation leader.\n•\t🚀 International Expansion & M&A: Spearheaded EasyPark’s launch in Slovakia and led the acquisition of MPLA s.r.o. in Czechia, securing regional leadership.\n•\t🔧 Driving Product Growth: Scaled EasyPark’s Digital Permit Solution globally by solving technical challenges, reducing revenue leakage, and optimizing performance.",
    "total_experience_years": "22",
    "experiences": "Country Director, Managing Director, EasyPark Czechia s.r.o., Managing Director, EasyPark Slovakia s.r.o., Business Expansion, Product Manager, Project Manager, Senior Customer Project Manager, Czech/German Sales Office Assistant, Front Office Agent, Freelancer – Events & Entertainment, Customer Acquisition Specialist",
    "degrees": "Business Administration and Management, General, Business Intelligence and Marketing, Economics, Master's Degree, Bachelor's degree",
    "certifications": "ITIL® Foundation Certificate in IT Service Management, Lean Six Sigma White Belt, Certified Scrum Product Owner",
    "languages": "Czech, Slovak, German, English, Russian",
    "courses": "Business Communication, Business Intelligence, Business Process Management, Car Dealer Optimization, Case studies in managerial psychology, Future Challenges in Car Business Sales and After Sales, Marketing Science, Multinational corporation management, New Product Innovation strategy, Services Marketing, Tourismus Management, Tourismusmarketing und -management, Trends und Strategien im Automobilhandel, Unternehmens Kommunikation, Betriebliche Aus- und Weiterbildung",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "13576166",
    "name": "Jochen W*******m",
    "country_code": "SE",
    "city": "Västerås, Västmanland County, Sweden",
    "url": "https://www.linkedin.com/in/jwendebaum",
    "position": "System Architect at Hitachi Energy",
    "about": "Technology, Leadership and Social Relations are my three top passions in life.\n\nAfter a career as a Systems Engineer and building a broad technical background in the mobile machinery industry, in process technology and embedded electronics, I progressed into leadership and team building.\nMy latest adventure brings me back, deep into technology, as a System Architect for the HVDC system at Hitachi Energy.\n\nI am highly passionate about new technical developments, the people I work with and the community we live in. \n\nI believe in the bright future of open systems, open standards and open source and their application in \ndata communication, control system architecture, user interaction design, IT security and Industrial IoT.\n\nAs a side project, I drive my own company providing web-hosting services and web-design development.\n\nIn 2007 I moved from my home-country Germany to Sweden, together with my family.",
    "total_experience_years": "40",
    "experiences": "MACH System Architect, Owner, Global Control Systems Engineering Manager, Control Systems Engineering Manager, Lead Control System Engineer, Senior Field Application Engineer, Research And Development Engineer, Technical Project Manager, System Software Developer, System Developer, Research Engineer",
    "degrees": "Dr.-Ing., Abitur",
    "certifications": "Certified Leader, Ph.D.",
    "languages": "English, German, Swedish, French",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "54846804",
    "name": "Chr***ian*** Kö*********",
    "country_code": "SE",
    "city": "Stockholm County, Sweden",
    "url": "https://www.linkedin.com/in/christian-v-k%c3%b6hnenkamp-07045016",
    "position": "Software Engineer at SEB",
    "about": "In the past 20 years I have had the chance to work with both research and development in  software and nanotechnology with teams covering the whole globe in particular US and China. \n\nI am a software engineer with experience covering the full stack from OS, drivers, middle ware to applications and user interfaces. I have a strong emphasis on embedded systems in particular Linux and Android. I like to be part of the whole product life cycle scope from design(architecture) & requirements to implementation,  testing and finally deployment.\n\nMy technology stack:\n* C++, Python, C#, Java\n* Software architecture\n* Embedded systems\n* Linux, Debian, Yocto, FreeRTOS, VxWorks\n* Audio/Video codec & streaming\n* Cloud (AWS, Docker, Kubernetes, OpenShift, Tekton)\n* Problem solving\n* AI (Tensorflow, OpenCV, Dlib, Keras)\n* Mobile (Android)\n* User Interfaces (Qt, HTML5, SVG, Javascript)\n* MS Windows (VisualStudio, WEC , WIN32)\n* CI (Tekton, Jenkins, TeamCity, CircleCI)\n* VC (Git, SVN, ClearCase)\n* HW: MIPI, CSI, Zync7000, i.MX8, i.MX51\n\nhttps://stackshare.io/kohnech/my-stack",
    "total_experience_years": "26",
    "experiences": "Quantitative Developer, Embedded Software Engineer, Software Engineer, Software Engineer (Consulting), Software Development (Consultant), Software Development (Consultant), Sr Software engineer, Project Manager, Android developer, Software Developer (Consultant), Sr Software engineer, Sr Software engineer, Phd student, Sales engineer, Software engineer, Research Engineer, Sales Engineer",
    "degrees": "Mandarin intensive studies, MSc, Android Handheld Systems, Android Handheld Systems",
    "certifications": "Learning MySQL Development, Python Data Science Toolbox (Part 1), Python Data Science Toolbox (Part 2), Python Programming, Intermediate Python for Data Science Course, Intro to Python for Data Science Course, Programming Cloud Services for Android Handheld Systems, Pattern-Oriented Software Architectures: Programming Mobile Services for Android Handheld Systems, Programming Mobile Applications for Android Handheld Systems, Lean Six Sigma, White Badge",
    "languages": "Chinese, English, Spanish, Italian, Swedish",
    "courses": "Applied Antenna Theory, Electrical Measurements, Företagsekonomi, Laserphysics, Mandarin Chinese, Microwave Engineering, Optical Design, Plasma Physics, Processing Methods for Integrating Circuits, Quantum Electronics with Electro Optics",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "529301756",
    "name": "AJAY S****M",
    "country_code": "SE",
    "city": "Stockholm, Stockholm County, Sweden",
    "url": "https://linkedin.com/in/ajay-sriram-a78318129/",
    "position": "Business Architecture Associate Manager @ Accenture | Product Owner | Certified ServiceNow Administrator",
    "about": "As a Business Architecture Associate Manager at Accenture, I am the product owner for the Accenture Cloud Automation and Orchestration platform, a leading solution for cloud-based service delivery and management. I am involved with asset management and business development for the client deliveries, ensuring high-quality and timely delivery of cloud services and solutions.\n\nI have over 4 years of experience in cloud deployment and support engineering at Ericsson, where I worked with product management, installation, testing, maintenance, and support of Ericsson Cloud Execution Environment, Ericsson Cloud Container Distribution, and Evolved VNF Manager. These products enabled network function virtualization, container orchestration, and dynamic configuration of routers for 5G networks. I have expertise in OpenStack, Kubernetes, vCloudDirector, and network function virtualization, as well as programming and digital signal processing skills.\n\nI hold a Master of Science degree in Electrical Engineering specializing in Wireless Communication and Networks from KTH Royal Institute of Technology, where I exposed myself to the latest research activities in wireless communication and network, and contributed my knowledge for the good of the society. My goal is to leverage my education and experience to create innovative and impactful cloud solutions that enhance the performance and efficiency of wireless networks and services.",
    "total_experience_years": "7",
    "experiences": "Business Architecture Associate Manager, Cloud Deployment and Support Engineer, Software Developer Interconnect (IC) for 5G, Master's Thesis, Part-time Researcher, Summer Research Intern",
    "degrees": "Master of Science (M.S.), Bachelor of Technology (BTech)",
    "certifications": "ServiceNow Certified System Administrator",
    "languages": "English, Tamil, Hindi, Malayalam",
    "courses": "Applied Antenna Theory, Digital Communication, Digital Signal Processing, Queuing Theory and Teletraffic Systems, Signal Theory, Wireless Communication, Wireless and Mobile Network Architecture",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "36204590",
    "name": "S. M******d ***",
    "country_code": "SE",
    "city": "Stockholm, Stockholm County, Sweden",
    "url": "https://www.linkedin.com/in/s-muhammad-ali-89215b10",
    "position": "Senior Solutions Architect at AgileContent",
    "about": "Technically skilled professional with extensive experience in the design of interactive digital video services and CDNs. Have 18+ years of diversified experience in data communication & internet-working, with focus on IPTV & Multiscreen Content Delivery Networks and System Security and hold a CISSP . Good mix of technical and business skills with understanding of vendor and operator needs.  ",
    "total_experience_years": "23",
    "experiences": "Senior Solutions Architect, Global Sales Engineer, Senior Solution Architect, Solutions Architect, Postsales /System Integration Engineer, Security Consultant, Security Architect (consultant), System Architect, System Architect, System Adminstrator/Research Engineer, System Administrator, Master Thesis, Technical Lead Consultant, System Engineer /System Adminstrator",
    "degrees": "Masters in Networks",
    "certifications": "CISSP, CISSP ( Certified Information System Security Professional )",
    "languages": "Urdu, Swedish, English",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "266179835",
    "name": "Mar*** Mu***",
    "country_code": "SE",
    "city": "Stockholm, Stockholm County, Sweden",
    "url": "https://www.linkedin.com/in/martin-mu%c3%b1oz-30b18775",
    "position": "Backend Engineer at LeoVegas Group",
    "about": "",
    "total_experience_years": "11",
    "experiences": "Backend Engineer, Software engineer, Ssr. Java Developer, Junior Java Developer, Trainee Java Developer",
    "degrees": "Analista de sistemas, Informatica",
    "certifications": "FCE",
    "languages": "Español, Inglés",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "327135101",
    "name": "Hrishikesh V*******r",
    "country_code": "SE",
    "city": "Stockholm, Stockholm County, Sweden",
    "url": "https://au.linkedin.com/in/Hrishiv90",
    "position": "Senior Developer - Fullstack",
    "about": "",
    "total_experience_years": "12",
    "experiences": "Assistant Consultant, IT Analyst, System Engineer, Software Engineer, Web Developer",
    "degrees": "Bachelor of Engineering (B.E.)",
    "certifications": "",
    "languages": "English, Marathi, Hindi",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "346022094",
    "name": "Johannes B*******d",
    "country_code": "SE",
    "city": "Stockholm, Stockholm County, Sweden",
    "url": "https://www.linkedin.com/in/johannes-brannelid-326a7097",
    "position": "Fullstack .NET student | Leg. Röntgensjuksköterska",
    "about": "Från sjukvård till systemutveckling – med fokus på att skapa lösningar som gör skillnad.\n\nEfter sju år som legitimerad röntgensjuksköterska, varav flera i ledande roller, studerar jag nu till Fullstack -utvecklare med inriktning på C# och .NET. Med erfarenhet av medicin, ledarskap och problemlösning tar jag mig an techvärlden med samma drivkraft – att utveckla smarta och hållbara lösningar.\n\nJag är öppen för LIA och ser fram emot att knyta kontakter inom branschen. Läs mer om mig på https://jbrannelid.com",
    "total_experience_years": "23",
    "experiences": "Fullstackutvecklare .NET Student, Röntgensjuksköterska, Röntgensjuksköterska, Röntgensjuksköterska, Omvårdnadschef, Röntgensjuksköterska, Röntgensjuksköterska, Tf Enhetsledare, Röntgensjuksköterska, Röntgensjuksköterska, Butikssäljare, vice butikchef, Köksbiträde, Servitör, Medarbetare",
    "degrees": "Röntgensjuksköterskeexamen, Omvårdnad - Räddningstjänst, Computer Programming, Specific Applications",
    "certifications": "",
    "languages": "Engelska, Svenska",
    "courses": "Att gå från undervisning till lärande - en kurs för lärare i Röntgensjuksköterskeprogrammet, Radiografi - Primär bildgranskning och bildbehandling vid akuta skador i extremiteterna, I, Teknik och metodik inom medicinsk bildvetenskap",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "127887050",
    "name": "Joh***Rön***er",
    "country_code": "SE",
    "city": "Sweden",
    "url": "https://www.linkedin.com/in/johan-r%c3%b6nn%c3%a5ker-8629b436",
    "position": "Software Development Engineer på Tedsys AB",
    "about": "",
    "total_experience_years": "25",
    "experiences": "Software Engineer, Software Development Engineer, Embedded Software Engineer, Engineer, Master Thesis - Self Learning Pattern Detection And Deviation Indication, Studiecoach, Computer Programming, Feriearbete, Restaurangbiträde, Fritidsledare, Dagkolloledare, Coach, Dagkolloledare",
    "degrees": "Civilingenjör",
    "certifications": "",
    "languages": "Svenska, Engelska",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "401151662",
    "name": "Emi***iks***m",
    "country_code": "SE",
    "city": "Gothenburg, Västra Götaland County, Sweden",
    "url": "https://www.linkedin.com/in/emil-vikstr%c3%b6m-b52417b2",
    "position": "Backendutvecklare på InRule",
    "about": "Jag har sysslat med programmering sedan barnsben. Det började på mellanstadiet när jag fick tag på Visual Basic 6 där jag skrev egna små program. Sedan upptäckte jag webben. Och på den vägen är det.\n\nJag nöjer mig inte med att lära  mig nya verktyg och program. För mig är det viktigt att förstå hur någonting fungerar under ytan.\n\nMest är jag intresserad av backend-utveckling där jag får vara nära databaser och datastrukturer, men jag tycker om att lära mig nya saker så jag är öppen för det mesta. Har även börjat utforska rekommendationsmotorer och liknande data mining.",
    "total_experience_years": "12",
    "experiences": "Systemutvecklare, Backendutvecklare, Systemutvecklare, Utvecklare och systemadministratör, Utvecklare och systemadministratör, Utvecklare, Teaching Assistant, Teaching Assistant, Teaching Assistant, Second line support och junior drifttekniker",
    "degrees": "Datavetenskap",
    "certifications": "",
    "languages": "Svenska, Engelska",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "301666563",
    "name": "Kar***Lil***höö***",
    "country_code": "SE",
    "city": "Stockholm, Stockholm County, Sweden",
    "url": "https://www.linkedin.com/in/karin-lillieh%C3%B6%C3%B6k-68303b85",
    "position": "Frontend Developer at Matsmart",
    "about": "",
    "total_experience_years": "10",
    "experiences": "Frontend Developer, Developer, Fullstack Developer, Customer Service, Group Support, Business Development, Back Office, Assistant Shop Manager, Sailing Instructor",
    "degrees": "FullStack Web Development, Bachelor's degree",
    "certifications": "",
    "languages": "Svenska, Engelska, Franska",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "470874310",
    "name": "Alm***err***öm",
    "country_code": "SE",
    "city": "Stockholm, Stockholm County, Sweden",
    "url": "https://www.linkedin.com/in/alma-herrstr%c3%b6m-85a840111",
    "position": "Frontend Developer",
    "about": "👋 Hi there, I'm Alma, merging my background in financial audit with a passion for web development. Currently in a fast-paced web development boot camp learning tools like JavaScript, React and Node.js, I'm blending my attention to detail and problem-solving skills to create user-friendly digital experiences. Let's connect and see how we can work together!",
    "total_experience_years": "8",
    "experiences": "Senior Audit Associate, Audit Associate, Retail Salesworker",
    "degrees": "Tillgänglighet enligt EAA, Web Development Bootcamp, Master of Science in Business and Economics, Business Administration, Business Administration",
    "certifications": "",
    "languages": "Swedish, English, French",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "882166420",
    "name": "Ida W*****r",
    "country_code": "SE",
    "city": "Karlstad, Värmland County, Sweden",
    "url": "https://www.linkedin.com/in/ida-walther-b84528207",
    "position": "Frontendutvecklare/lärare som gillar problemlösning, kod, DnD, läsa böcker och resa. Är träningsglad, positiv och lite av en fantasynörd.",
    "about": "",
    "total_experience_years": "12",
    "experiences": "Förskollärare, Frontend-utvecklare, Grundskollärare, Grundskollärare, Au Pair, Förskollärare, Förskollärare, Grundskollärare, Sommarvikariat, Sommarvikariat, Köks- och restaurangbiträden, Sommarvikariat, Sommarvikariat, Sommarvikariat",
    "degrees": "Frontendutvecklare, Specialpedagogik som tvärvetenskap - UQ1SPL, Programmering, Kandidatexamen, 2013",
    "certifications": "",
    "languages": "Svenska, Engelska",
    "courses": "Barn och unga i samhället, Estetiskt lärande, Examensarbete (estetiskt lärande), Förskolans och Förskoleklassens kultur och uppdrag, Förskolans pedagogiska verksamhet, Global hållbar utveckling, Handledarutbildning för lokala lärarutbildare, Historia GR (A), Samhällsorientering för lärare åk 1-3. (1-15). Ingår i Lärarlyftet, Kreativ matematik, Kultur, estetik och lärande, Ledarskap i pedagogiska miljöer, Lärande och kunskapsbildning, Lärarens uppdrag, Lärarens yrke, Skriva Källkod - 2001, Specialpedagogik I, Specialpedagogik som tvärvetenskap, Styrstrukturer och funktioner - 2002, Svenska, lärarinriktad kurs för yngre åldrar, Webbläsarens uppbyggnad - 2004, Webbteknik 1",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "811570337",
    "name": "Josefine A******t",
    "country_code": "SE",
    "city": "Malmo, Skåne County, Sweden",
    "url": "https://www.linkedin.com/in/josefine-ahlstedt-9159621a7",
    "position": "Frontend-developer",
    "about": "",
    "total_experience_years": "4",
    "experiences": "Frontend Developer, Frontend Developer Internship, Cafébiträde/Barista, Web design Internship, Barista, Barista",
    "degrees": "Front end development, Kandidat, Japanese Studies",
    "certifications": "",
    "languages": "Swedish, English, Japanese",
    "courses": "Programmering för webben, Affärsverksamhet i medieindustrin, Crossmedia: flerkanalspublicering, Databaserad publicering, Digital marknadsföring, Innovationsprojekt, Javascript, Medieteknik: Webbpublicering, Originalproduktion, Produktionsledning",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "953401173",
    "name": "Adam H******r",
    "country_code": "SE",
    "city": "Gothenburg, Västra Götaland County, Sweden",
    "url": "https://www.linkedin.com/in/adam-hepsever",
    "position": "Fullstack Developer @ Embriq",
    "about": "Jobbat många år inom service-branschen men nu sadlat om och utbildar mig till Front End Developer.",
    "total_experience_years": "8",
    "experiences": "Full-stack Developer, Intern, Driftoperatör / Mätvärdesanalytiker",
    "degrees": "",
    "certifications": "",
    "languages": "Svenska, Engelska, Tyska",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "575036694",
    "name": "Harald N****n",
    "country_code": "SE",
    "city": "Stockholm, Stockholm County, Sweden",
    "url": "https://se.linkedin.com/in/harald-norlin",
    "position": "A happy and outgoing fullstack developer with a passion for databases and SQL!",
    "about": "Outgoing, happy , independent and all around positive person! Ready to show the programming world what I am all about!",
    "total_experience_years": "8",
    "experiences": "Webbutvecklare, Lager/paketering, Lagerarbetare vid behov, Printoperatör, Praktikant, Lagerarbetare, Bemanningskonsult, Lagerarbetare, Roddare inför Julgalan, Lagerarbetare, Javascript Developer, Verksamhetskonsult",
    "degrees": "Yrkeshögskoleexamen, Webbutvecklare fullstack open source",
    "certifications": "",
    "languages": "Engelska, Svenska",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "642286018",
    "name": "Oscar M****n",
    "country_code": "SE",
    "city": "Kalmar, Kalmar County, Sweden",
    "url": "https://se.linkedin.com/in/fronix",
    "position": "Senior Fullstack Developer på Tietoevry",
    "about": "I'm a full-stack developer. Been developing things since 2007 but decided to make it a career in 2018.\nAs a full-stack dev, I love working in both frontend and backend, but I also enjoy doing DevOps. DX is something I've always wanted to improve, no matter if it's only me or a team working together.\n\nI mainly work in JS(TS) and C# right now but i can jump into most things if needed.",
    "total_experience_years": "13",
    "experiences": "Consulting Software Developer, Software Developer, Webbutvecklare",
    "degrees": "",
    "certifications": "",
    "languages": "Engelska",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "969300836",
    "name": "Kenan S*******c",
    "country_code": "SE",
    "city": "Örebro, Örebro County, Sweden",
    "url": "https://www.linkedin.com/in/kenan-sahinovic-b98749230",
    "position": "Computer Engineering graduate from Karlstad University with a strong foundation in software development",
    "about": "",
    "total_experience_years": "1",
    "experiences": "Systemtekniker, Bachelor Thesis, Säljare, Arkivarie",
    "degrees": "Högskoleingenjör",
    "certifications": "",
    "languages": "Svenska, Bosniska, Serbiska, Kroatiska, Engelska",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "456845760",
    "name": "Thierry L****r",
    "country_code": "SE",
    "city": "Malmo, Skåne County, Sweden",
    "url": "https://www.linkedin.com/in/thierry-lacour-400bb6108",
    "position": "Consultant at Verifa -- Passionate about all the boring bits of software development.",
    "about": "Interested in CI/CD, DevOps, Build Engineering, Platform Engineering and other meta-software buzzword projects. Check us out at https://verifa.io\n\nGeneralist extraordinaire, with random guru-level specialties scattered here and there.\nAbsolute dork, roller of dice and proud owner of many a stale game dev project (I'll finish one of them, I swear).",
    "total_experience_years": "12",
    "experiences": "Consultant, Consultant, Consultant, Software Developer",
    "degrees": "Bachelor's degree",
    "certifications": "",
    "languages": "English, Dutch, Swedish",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "108800316",
    "name": "Matherey N***z",
    "country_code": "SE",
    "city": "Sweden",
    "url": "https://linkedin.com/in/matherey-nunez-19052b30",
    "position": "Software Development Engineer in Test at Odevo",
    "about": "  A Senior Quality Assurance Engineer with a wide range of experience within mobile platforms, Java Platform, JRockit JVM, HotSpot JVM and web-based applications. I lead high quality software development projects that deliver on time. I am involved in several parts of the system development cycle - skilled in planning, designing, analyzing, developing, troubleshooting and training to other teams. Ability to work in an agile test-driven collaborative and iterative programming environment where I contribute with my strong analytical and problem solving skills, technical expertise and my creative thinking. I am a very focused, self-motivated and highly driven person that motivates teams to achieve their objectives. ",
    "total_experience_years": "17",
    "experiences": "Software Development Engineer in Test, Senior Quality Assurance Lead and Manager at Bontouch, Senior Quality Assurance Lead, Acceptance Test Lead, Agile Test Lead, Senior Software Test Engineer, Software Quality Assurance Manager, Software Quality and Release Engineering Manager, Software Test Engineer, Senior Software Engineer, Software Engineer",
    "degrees": "Master of Science in Computer Science and Engineering",
    "certifications": "",
    "languages": "Spanish, English, Swedish",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "303004666",
    "name": "Ken Z********n",
    "country_code": "SE",
    "city": "Malmo, Skåne County, Sweden",
    "url": "https://www.linkedin.com/in/ken-zachrisson-b0a58585",
    "position": "Software Development Student | Future .NET Engineer",
    "about": "",
    "total_experience_years": "14",
    "experiences": "Retail Sales Specialist, Chat Moderator",
    "degrees": "Higher Vocational Education, Bachelor of Arts (BA) (Hons), HND",
    "certifications": "",
    "languages": "Svenska, Engelska",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "156573423",
    "name": "Mus***a K***",
    "country_code": "SE",
    "city": "Stockholm, Stockholm County, Sweden",
    "url": "https://www.linkedin.com/in/mustafakok",
    "position": "Software Development Consultant at Samsung Electronics",
    "about": "Working as a software developer for more than 15 years I have participated in several small and medium sized projects. I am the designer and developer of some of them and participated as a developer in others. Most of my experience is in digital asset management and broadcasting sector but I have also experience in MRP, ERP and integration applications as a developer and consultant.\n\nI like both learning new things and teaching. I have already arranged in-house training sessions in the past on various software development related topics including memory management, performance optimizations, design patterns, software architectures, dependency injection, coding standards, NoSQL... I also have a few courses hosted on Udemy platform.\n\nI am currently studying Python and machine learning concepts from tinyML applications to LLMs, trying to improve both my academic and practical knowledge on the field.",
    "total_experience_years": "19",
    "experiences": "Software Development Consultant, Senior Software Developer",
    "degrees": "Bachelor of Science (B.S.), Master's degree",
    "certifications": "",
    "languages": "English",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "465569164",
    "name": "Emma L*****n",
    "country_code": "SE",
    "city": "Stockholm, Stockholm County, Sweden",
    "url": "https://se.linkedin.com/in/emma-larsson-724b0210b",
    "position": "Software Development Engineer",
    "about": "I am a very curious and open minded person who is keen on learning new things as well as developing already existing skills. Most would consider me as an ambitious person and a fast learner. I am primarily interested in working with medical devices and in the contexts where these devices are used. What drives my passion within this field is the fact that the technological development is rampant, combined with a great potential for life quality improvement for a big part of the society. I have a good team spirit and enjoy finding myself in challenging environments, especially where contribution can be made by creative thinking. I am always interested in making as good an effort as possible.",
    "total_experience_years": "7",
    "experiences": "Software Development Consultant, Software Development Engineer, Scrum Master / Software engineer, Biomedical Engineer, Assembler, Research Assistant, Manager, Receptionist",
    "degrees": "Medicinsk teknik, Samhällsvetenskap",
    "certifications": "",
    "languages": "Swedish, English, German, Korean, French",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "564869202",
    "name": "Henrik L*****n",
    "country_code": "SE",
    "city": "Sundsvall Municipality, Västernorrland County, Sweden",
    "url": "https://www.linkedin.com/in/lthlarsson/",
    "position": "Konsult och partner på XLENT",
    "about": ".NET🔹Azure🔹integrationer🔹DevOps🔹arkitektur🔹Blazor\n\n✔️ För övrigt anser jag att riktiga datorer har en 🔴 i tangentbordet.",
    "total_experience_years": "11",
    "experiences": "Lösningsarkitekt, SPSM, Lösningsarkitekt, Integrationsutvecklare, Region Västernorrland, Systemutvecklare, Systemutvecklare, Samhall AB, Integrationsarkitekt, Region Västernorrland, System Integration Engineer, Systemutvecklare, SCA Forest Products AB, Arbetsledare, Examensprojekt, Butikssäljare",
    "degrees": "Computer Engineering Technologies/Technicians, Java I (DT006G), Datateknik GR (A), 7,5 hp, XML (DV019G), Datavetenskap GR (B), 7,5 hp",
    "certifications": "",
    "languages": "Engelska, Svenska",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "333409524",
    "name": "Decio C*****o",
    "country_code": "SE",
    "city": "Sweden",
    "url": "https://www.linkedin.com/in/decio-candido-3b07a993",
    "position": "Backend developer for XR application for VR",
    "about": "Continuous learner, highly motivated and efficient team coordination with the ability to think critical and use experience and knowledge to problem solving.\n\nWith my position over the years as within the IT department, Help Support, System Analyst, Software Developer, Software Architect, Project Manager and Executive Board Member has provided my ability to focus on valuable data-driven result to guide organisations to the right path.\n\nOn the journeys acquired the following skills:\n\n🔹Methodologies: Have been involved in complex project and Agile Methodology has been an advantage to overcome those challenges \n\n🔹 Back-end development:\nOn the server side, I am well-versed in Java and Node, utilize those power to develop robust and scalable back-end systems.\n\n🔹Front-end development: Captivated user interfaces and user experience using React and NextJS\n\n🔹API: RESTful and handling database are nature to me\n\n🔹Data Analytics: Efficient data processing with Power BI and intuitive data visualisation \n\n🔹Big Data: Experience in Python to perform Scripting and Machine learning\n\nEager on new challenges and contribute my skills to make a positive impact",
    "total_experience_years": "9",
    "experiences": "Back End Developer, Full-stack Developer (Intern), Executive Administrator, IT Project Manager, System Analist, Funder",
    "degrees": "Master of Science - MS, Web Development, Web Development Pro, Computer Science (MSc), Computer Visualization and Games (BSc), Computering, GCSE, Passed, Passed",
    "certifications": "",
    "languages": "English, Portuguese",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "128940244",
    "name": "Andreas K******s",
    "country_code": "SE",
    "city": "Stockholm, Stockholm County, Sweden",
    "url": "https://www.linkedin.com/in/vernervinge",
    "position": ".NET developer [Backend]",
    "about": "",
    "total_experience_years": "11",
    "experiences": "C# Developer, Head of Accounts Receivable, Economist",
    "degrees": ".Net-Utvecklare, Ny som chef, Kravhantering - Konsten att få betalt, Credit Management, Bachelor's degree, Law",
    "certifications": "",
    "languages": "English, Swedish",
    "courses": "Makroekonomi, Makroekonomisk analys, Makroekonomisk teori, Marknadsföring 1, Marknadsföring 2, Verksamhetsstyrning 1, Beskattningsrätt 1, Dataanalys och statistik för ekonomer, Ekonomisk styrning, Examensarbete C-uppsats , Externredovisning 1, Externredovisning 2, Financial Management, Finansiell Analys, Finansiell planering och analys, Finansrådgivning 1, Handelsrätt 1, Handelsrätt 2, Ledarskap 1, Ledarskap 2",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "542670526",
    "name": "Shwetha S*****n",
    "country_code": "SE",
    "city": "Stockholm, Stockholm County, Sweden",
    "url": "https://linkedin.com/in/shwetha-shriyan-53a8a5131/",
    "position": "Java backend developer | Spring boot, Microservices, Restful API",
    "about": "Having around 9 years of development experience as a java developer. Worked majorly with the Spring boot framework and used micro service architecture.\n\nI enjoy writing clean code and exploring backend architecture. I am motivated by solving complex problems and delivering high quality and cost effective applications. I am always eager to learn new technologies and collaborate with others. \n\nHave worked with following technologies and frameworks, Java, Spring Boot, Microservices, Restful Web Services, SQL, Hibernate, Agile and Safe methodology, Junit, Karate framework, Docker, Kubernetes,Jmeter, Azure CI/CD",
    "total_experience_years": "9",
    "experiences": "Backend Engineer, Application Development Senior Analyst, Senior System Engineer, Software Developer",
    "degrees": "Bachelor of Engineering - BE",
    "certifications": "",
    "languages": "English, Swedish",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "551940436",
    "name": "Birant I****n",
    "country_code": "SE",
    "city": "Sweden",
    "url": "https://www.linkedin.com/in/birant-iyigun-b84a15134",
    "position": "Frontend Developer at Platform24",
    "about": "",
    "total_experience_years": "10",
    "experiences": "Frontend Developer, React Native Developer, Javascript Developer, Javascript Developer, Web Developer, Web Developer",
    "degrees": "Bachelor's degree, Master's degree",
    "certifications": "",
    "languages": "English, German, Turkish",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "756124113",
    "name": "Petra C******c",
    "country_code": "SE",
    "city": "Stockholm, Stockholm County, Sweden",
    "url": "https://www.linkedin.com/in/petra-cuturdic",
    "position": "Frontend Developer | JavaScript | TypeScript | React.js | SEO | Tailwind | Jira",
    "about": "I am enthusiastic about bridging the gap between designers and developers and creating seamless user experiences. \nHaving a wide specter of intrests makes me dedicated to learning new skills.",
    "total_experience_years": "8",
    "experiences": "Frontend Developer, Ad Creation - Operation Specialist, German Teacher and Tutor, German Teacher, Assistant Bookkeeper, Sales Customer Support",
    "degrees": "Frontend Developer, Master's degree",
    "certifications": "",
    "languages": "Croatian, English, German, Serbian",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "759359725",
    "name": "Shirin M******n",
    "country_code": "SE",
    "city": "Kalmar, Kalmar County, Sweden",
    "url": "https://www.linkedin.com/in/shirin-meirkhan-351384192",
    "position": "Fullstack developer",
    "about": "I'm a software developer, passionate about technology and its potential to solve complex problems.",
    "total_experience_years": "6",
    "experiences": "Systemutvecklare, Teaching Assistant, arkivassistent, Executive Secretary, Kundtjänstrepresentant, Kundtjänst",
    "degrees": "Bachelor of Science - BS, Computer Science specialized in Web Development, Databasteknologier för webben 7.5 hp, Teknisk webbdesign och användbarhet 7.5 hp, Webbteknologier 7.5 hp, Bachelor of Arts - BA",
    "certifications": "",
    "languages": "",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "943869231",
    "name": "Kenny S**l",
    "country_code": "SE",
    "city": "Gothenburg, Västra Götaland County, Sweden",
    "url": "https://www.linkedin.com/in/kenny-sohl-753124224",
    "position": "Fullstack Developer",
    "about": "Full Stack developer that has been focusing on mainly \nworking with JavaScript/React Typescript web \ndevelopment. In the backend I have used Java and \nNode.js to create RESTful APIs.\nDescribed as Team player and humorous person with \nthe will to learn new things and create great \nsolutions",
    "total_experience_years": "2",
    "experiences": "Frontend Web Developer, Frontend Developer, Frontend Developer, Software Developer",
    "degrees": "Higher Vocational Education Diploma, Bachelor's degree",
    "certifications": "",
    "languages": "",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "509025392",
    "name": "Tomas B******r",
    "country_code": "SE",
    "city": "Helsingborg, Skåne County, Sweden",
    "url": "https://www.linkedin.com/in/tomas-bylander-a6857a122",
    "position": "Global Director Software Development at inriver",
    "about": "My CV in cartoon format: http://bit.ly/tomasbylander-cv",
    "total_experience_years": "17",
    "experiences": "Global Director Software Development, Director of Software Development, Interim Director of Software Development, Architect, Development manager for automation, mobile device and ALM, Architect, Architect, Technical lead, Solution Architect, Software Engineer",
    "degrees": "Civilingenjörsexamen",
    "certifications": "",
    "languages": "",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "836797641",
    "name": "Deepthi M****i K*******h",
    "country_code": "SE",
    "city": "Falkenberg, Halland County, Sweden",
    "url": "https://www.linkedin.com/in/deepthim-k",
    "position": "Production Quality Associate @ Northvolt | Software Development, SQL, Test Automation",
    "about": "I have strong knowledge in various software testing methodologies and have strong understanding of software development life cycles.\n I am also proficient in using various software testing tools and have a keen eye for identifying and reporting software defects.\n In my previous experience, I am involved in various projects that follow Agile methodology and been rotational and worked on software development activities as well.\n My previous experience includes developing automated tests using Selenium WebDriver and Python. \n I have extensive experience in writing test cases, creating test data, and analyzing results. I have also worked on projects where we used tools like HP Quality Center and JIRA.\n Developed test cases to test web services and RESTful calls using SOAP UI tool.\n# Used Postman for testing APIs, by sending requests to web server and validating XML and JSON responses.\n\n\n• Testing Tools/Frameworks: BDD-Cucumber, SOAP UI, Selenium, PyTest, POSTMAN, JMeter\n• Defect Management Tools: HP ALM, JIRA, Quality Center\n• Languages: Python\n• Operating systems: Linux, Windows, MAC OS\n• Database: SQL Server\n• Build/CI Tools: Jenkins, Maven, Git, Gitlab\n• API Testing\n• Regression Testing\n• Blackbox Testing\n• Integration Testing",
    "total_experience_years": "6",
    "experiences": "Production Quality Associate, Consultant, Project Associate",
    "degrees": "Master's degree, Bachelor's degree, Master of Technology - MTech",
    "certifications": "",
    "languages": "",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "891029295",
    "name": "Karl J*********n",
    "country_code": "SE",
    "city": "Malmo, Skåne County, Sweden",
    "url": "https://www.linkedin.com/in/karl-johannesson-b534a120a",
    "position": "Senior Software Development Engineer på Spotify",
    "about": "",
    "total_experience_years": "0",
    "experiences": "Senior Software Development Engineer",
    "degrees": "",
    "certifications": "",
    "languages": "",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "72036953",
    "name": "Sushil K***r S***h",
    "country_code": "SE",
    "city": "Malmo, Skåne County, Sweden",
    "url": "https://se.linkedin.com/in/sushil-kumar-singh-07516020",
    "position": "Senior Technical Lead | Full Stack Dot Net Developer | .Net Core | C# | Azure | React | Angular |  Typescript | Microservices | CICD | Application Security | Agile SAFe Software Development",
    "about": "Senior Technical Lead having more than 14 years of experience in Software application design, development and maintenance of numerous web-based applications and back-end processes. My roles and responsibility starts from application requirement gathering , technical spec writing , system design, coding ,unit testing , code review, mentoring/leading to team, creating automatic build and release pipelines and end to end application development and production support using Agile SAFe way of working. \n\nI have strong experience in migrating legacy monolithically architecture Dot.Net based application and SQL database into modern microservice based application , Identity server authentication setup and migrating monolithically database table data into new microservice based database table data.\n\nI have worked 2 years as application security coach to guide team to implement Threat Modeling, ASVS and OWASP Top 10 security requirements in application for to make application more secure .  Our application security team has done analysis/ worked on of various SAST , DAST , SCA , IAST tools and integrated SAST (SonarQube) , SCA(WhiteSource Bolt) and DAST(OWSP ZAP) tools in application Azure DevOps build pipeline . \n\nSpecialties: Software design and development using Angular 8 , HTML5 , CSS3 , Rest API's , ASP.Net 4.0 and 4.5 with C#, VB.Net, N-tier, MVC, Ajax, Web Service, WCF,  Web designing, Crystal Report 8.0, MS SQL 2015, Oracle 11g, Git , CVS, VSS, TFS, SVN.",
    "total_experience_years": "19",
    "experiences": "Senior Technical Lead, Senior Technical Lead, Technical Lead, Senior Software Engineer, Senior Software Engineer, Software Engineer, Software Engineer",
    "degrees": "MCA",
    "certifications": "",
    "languages": "",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "585332765",
    "name": "Mar*** Br***gen***",
    "country_code": "SE",
    "city": "Greater Malmö Metropolitan Area",
    "url": "https://www.linkedin.com/in/martin-br%c3%a5hagen-2a503a144",
    "position": "Backend utvecklare på Tietoevry",
    "about": "",
    "total_experience_years": "7",
    "experiences": "Software Developer, Systemutvecklare, Systemutvecklare, Fastighetsskötare",
    "degrees": "Kandidatexamen",
    "certifications": "",
    "languages": "",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "906854374",
    "name": "Martin W***r",
    "country_code": "SE",
    "city": "Umeå, Västerbotten County, Sweden",
    "url": "https://www.linkedin.com/in/martin-wikar-b9a853213",
    "position": "Systemutvecklare på Advania | C# Blazor, SQL, .Net, frontend & backend",
    "about": "",
    "total_experience_years": "3",
    "experiences": "System Developer",
    "degrees": "Civilingenjörsexamen",
    "certifications": "",
    "languages": "",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "883968867",
    "name": "Emil B********n",
    "country_code": "SE",
    "city": "Varberg, Halland County, Sweden",
    "url": "https://www.linkedin.com/in/emil-birgersson-083058208",
    "position": "Programmer - Gameplay, AI, backend | Alumnus at University of Skövde",
    "about": "Gamer 4 Life!\nFrom an early age i've had a strong interest in technology and digital, interactive systems.\nThis interest led me onto the path of programming and game development during gymnasium, and later during college i found an interest in AI and procedural generation. Shortly after college i also discovered an interest in programming backend systems, and i've come to love to experiment with and implement interesting game mechanics, algorithms, AI, and backend systems for web projects.\nWhen it comes to game mechanics in particular, the more reality-challenging the better!\n\nWorking on a project together with passionate people and being able to contribute to realizing a digital, interactive system is something i find great joy in, and i always make sure to bring my \"A-game\" to every team and task i get to take on. Software development and playing games are the two foremost aspects of life where i feel i'm in my element.\n\nThe following are some of the software and programming languages i've interacted with and learned during the years:\n* AI and procedural generation techniques:\n\t* Finite State Machine, Minimax, Steeringbehaviors, L-Systems, Marching Cubes, A* pathfinding, various sorting algorithms, and various dungeon/labyrinth generation algorithms.\n* Unity and C#\n* Unreal Engine and C++\n* ASP.NET Core and SQL\n* Node, ReactJS, and Javascript/Typescript.\n\nMy biggest accomplishments so far include being awarded the diploma for \"Programmer of the Year\" when i matriculated from gymnasium, the fact that i've acquired a bachelor's degree as well as having been a part of developing a horror game called \"Forgive Me\" during a college project which became decently popular.\n\nI always look forward to being a part of and contributing to a new software project. Right now i'm in-between studies and work and i'm actively exploring the world of software development on my own with various private projects. If i seem like an interesting guy, don't hesitate to send me a message or email!",
    "total_experience_years": "0",
    "experiences": "IT-intern",
    "degrees": "Bachelor's degree, Matriculation",
    "certifications": "",
    "languages": "",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "4894248",
    "name": "Per L********d",
    "country_code": "SE",
    "city": "Gothenburg, Västra Götaland County, Sweden",
    "url": "https://www.linkedin.com/in/perlindstrand",
    "position": "ex-Spotify (Backend, Staff, Product Manager)",
    "about": "I'm a software engineer with almost 30 years of experience in everything from backend/cloud systems to game development, 8 years of leadership experience, and 5 years of product management experience. Most recently I worked at Spotify for 12+ years where I helped design, build, run, and maintain large-scale backend/cloud systems as well as desktop and mobile client infrastructure for half a billion users.\n\nI have a tremendous passion for software engineering and worked with many languages and systems throughout my career, such as C/C++, Python, Java, C#, Windows, Mac, Linux, Unix, etc. I love solving complex problems, algorithms, game development, building large-scale backend systems that run fast and reliably, and product development & design.\n\nIn my 12+ years at Spotify I had many different roles:\n\n- As a Backend Engineer I helped architect, build and maintain many mission critical large-scale backend systems for half a billion+ users across the world.\n\n- As a C++/Core Engineer I worked on adding new features to and improving the low level mobile infrastructure used by both iOS and Android apps.\n\n- As a Staff Engineer/tech lead I helped set up the tech steering/strategy group for the Core Experience team at Spotify and worked on architecting and drive large tech investments and projects.\n\n- As a Product Manager I developed, researched, launched and maintained many prominent features to hundreds of millions of users all over the world for the Core Experience team at Spotify.\n\nMy spare time is dedicated to my many hobbies such as game development, music, drawing and art, beach volleyball, photography, and travel.",
    "total_experience_years": "19",
    "experiences": "Product Manager, Staff Engineer, Code Monkey, Software Engineer, Programmer, Software Engineer, Code Monkey, Computer Engineer",
    "degrees": "Master's degree, Japanese Language and Literature",
    "certifications": "",
    "languages": "",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "625358646",
    "name": "Andreas K***t",
    "country_code": "SE",
    "city": "Huskvarna, Jönköping County, Sweden",
    "url": "https://www.linkedin.com/in/andreas-kvist-446521155/",
    "position": "Backend Utvecklare",
    "about": "Big interest with electricity and programming.\n\nCurrently working as a backend developer with the primary language being C#.",
    "total_experience_years": "10",
    "experiences": "System Developer, yrkesh, Elektriker 1 års montör, Elektrikerlärling, Lärling, Maskinoperatör, Arbetslös, Linjeoperatör, Linjeoperatör",
    "degrees": "Gymnasieexamen, Gymnasieexamen",
    "certifications": "",
    "languages": "",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "917887771",
    "name": "Amuthapriya C************n",
    "country_code": "SE",
    "city": "Älmhult, Kronoberg County, Sweden",
    "url": "https://www.linkedin.com/in/amuthapriya-chandrasekaran-077495217",
    "position": "Full Stack Developer, Web Development, Backend Developer,Front end Developer, Angular Developer",
    "about": "Enthusiastic and skilled software developer around 2 years of hands-on experience in designing and implementing web applications using C# .NET, MVC, TypeScript, jQuery, and SQL and around 8 years of teaching Experience at University level. Demonstrates a strong foundation in coding, debugging, and optimizing applications, with a keen focus on enhancing user experience and performance. Adept at working in fast-paced environments and collaborating effectively with team members to achieve project goals.",
    "total_experience_years": "9",
    "experiences": "Development Specialist, Junior Development Specialist, Assistant Professor, College Lecturer",
    "degrees": "SFI - C, Masters of computer science and engineering, Node.js Angular certificate",
    "certifications": "",
    "languages": "",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "15024323",
    "name": "Andreas E******n",
    "country_code": "SE",
    "city": "Gamlestaden, Västra Götaland County, Sweden",
    "url": "https://www.linkedin.com/in/andreas-ericsson-76b0465",
    "position": "Backend dev / Sysadmin  at Findity",
    "about": "I taught myself programming at the age of seven. Since then I have found excuses to use new and old programming tools to solve both real and invented problems, often several times just to figure out which way works best, or to learn a new language or piece of tech.\n\nClaims to fame include writing the first C-implementation of the git command wrapper, having co-maintained the open source software used by NASA to monitor their super computer clusters and having written what is (probably) the worlds most executed program, check_ping.",
    "total_experience_years": "34",
    "experiences": "Backend dev / Sysadmin, Capital Manager, Programmer, Croupiér, Janitor",
    "degrees": "Telecommunications",
    "certifications": "",
    "languages": "",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "570293029",
    "name": "Pär***rkr***",
    "country_code": "SE",
    "city": "Greater Malmö Metropolitan Area",
    "url": "https://www.linkedin.com/in/p%c3%a4r-parkred-831ba613a",
    "position": "Backend utvecklare på GetAccept",
    "about": "",
    "total_experience_years": "9",
    "experiences": "Backend Developer, Software Developer, Systemutvecklare, Utvecklare, Köks- och restaurangbiträden",
    "degrees": "Informatics, Business",
    "certifications": "",
    "languages": "",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "718991817",
    "name": "Nel***Pet***",
    "country_code": "SE",
    "city": "Gothenburg, Västra Götaland County, Sweden",
    "url": "https://www.linkedin.com/in/nelly-petr%c3%a9n-289957180",
    "position": "Frontend developer",
    "about": "",
    "total_experience_years": "7",
    "experiences": "Frontend Web Developer, Webbutvecklare, Säljare, Frilansande redaktör, Förlagsassistent, Praktikant",
    "degrees": "Förlag- och bokmarkandskunskap, Communication and Media Studies, Webbutveckling",
    "certifications": "",
    "languages": "",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "756136101",
    "name": "Ayat N***i",
    "country_code": "SE",
    "city": "Helsingborg, Skåne County, Sweden",
    "url": "https://www.linkedin.com/in/ayat-nasri-91928a191/",
    "position": "Frontend developer & Architect",
    "about": "After finishing my studies in design and planning as an architect in my home country, and my passion for using computer programs to create buildings and plan gardens, I decided to immerse myself in the computer field. As of 2022, I have started my journey in code and browsers. I have studied basic programming and nowadays I study at EC Utbildning as a frontend developer.\n\nMy studies are largely about programming languages Javascript such as Vanilla js , Angular and React.\n\nGithub : https://github.com/ayatnasri",
    "total_experience_years": "1",
    "experiences": "Machine Operator",
    "degrees": "Bachelor of Applied Science - BASc, Bachelor of Architecture - BArch",
    "certifications": "",
    "languages": "",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "27678433",
    "name": "Mikael J*****y",
    "country_code": "SE",
    "city": "Greater Stockholm Metropolitan Area",
    "url": "https://se.linkedin.com/in/mikaeljelveby",
    "position": "Frontend Developer at Demand Calendar",
    "about": "Trying to make the world a bit easier with JavaScript, HTML, CSS and some kickass UX",
    "total_experience_years": "18",
    "experiences": "Frontend Developer, Web Tech Lead, Front End Developer, Front End Developer",
    "degrees": "BA",
    "certifications": "",
    "languages": "",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "414366167",
    "name": "Paulina B*******r",
    "country_code": "SE",
    "city": "Karlskrona, Blekinge County, Sweden",
    "url": "https://www.linkedin.com/in/paulina-bonnevier",
    "position": "Fullstack developer and Technical Artist",
    "about": "",
    "total_experience_years": "2",
    "experiences": "Software Developer, Fullstackutvecklare",
    "degrees": "Filosofie kandidatexamen (fil.kand.), Korean Language and Literature, Korean Studies, Gymnasieexamen",
    "certifications": "",
    "languages": "",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "538170764",
    "name": "Sha***Gon***ez",
    "country_code": "SE",
    "city": "Jönköping, Jönköping County, Sweden",
    "url": "https://www.linkedin.com/in/sharagonzalez",
    "position": "Senior Software Engineer | FullStack Web Development | Computer Science and Technology | Team Leadership",
    "about": "I'm a software engineer with over 9 years of experience in software development across Media, Real Estate and Energy industries. \n\nI have worked with multidisciplinary teams, defining and implementing solutions from scratch, reengineering legacy systems, and enhancing existing applications. I have led teams from 8 - 10 engineers, providing technical guidance, fostering profesional growth and working towards the team and project well-being.\n\nI stand out as a good leader, problem solver and self-sufficient person, who adapts to changes and to situations out of my comfort zone. I'm eager about learning and exploring new technologies.",
    "total_experience_years": "11",
    "experiences": "Software Engineer | Web Team Lead @ Sesol, Software Engineer @ Sesol, Senior Software Engineer | Associate Engineering Manager, Software Engineer, Full-Stack Web Developer, Internship",
    "degrees": "Computer Science and Technology Student",
    "certifications": "",
    "languages": "",
    "courses": "Managerial Skills, Personal Marketing",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "952551976",
    "name": "Linus R****n",
    "country_code": "SE",
    "city": "Gothenburg, Västra Götaland County, Sweden",
    "url": "https://es.linkedin.com/in/linus-rundin",
    "position": "Student at LiTH and Fullstack developer at qte development",
    "about": "I am an ambitious Full Stack Developer, currently studying computer science. I am passionate about expanding my skills and taking on new challenges. I am a reliable and cooperative team player with a desire to learn and grow. I am excited to apply my knowledge to real-world projects .",
    "total_experience_years": "2",
    "experiences": "Full Stack Developer",
    "degrees": "Civilingenjörsexamen",
    "certifications": "",
    "languages": "",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "1042143254",
    "name": "Agnes A****n",
    "country_code": "SE",
    "city": "Lund, Skåne County, Sweden",
    "url": "https://se.linkedin.com/in/agnes-ahlman-1b2018251",
    "position": "Fullstack Developer at E.ON",
    "about": "Hello! 🙌🏻\n\nI am a driven and creative person who has a big passion for development!\nWhile I have a main focus on Frontend, I am also curious about Backend and enjoy learning more about it!\n\n💎 Beyond my technical skills, I also have a lot of experience with leadership and working with people. As a former preschool teacher, I understand the importance of effective communication and teamwork.",
    "total_experience_years": "5",
    "experiences": "Fullstack developer, Code Mentor, Frontend Developer, Förskollärare, Förskollärare",
    "degrees": "Förskollärarexamen, Gymnasieexamen",
    "certifications": "",
    "languages": "",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "107194337",
    "name": "Marc M******i",
    "country_code": "SE",
    "city": "Stockholm County, Sweden",
    "url": "https://se.linkedin.com/in/marc-moussali-915a952b",
    "position": "Backend / Fullstack Developer",
    "about": "",
    "total_experience_years": "15",
    "experiences": "Full-stack Developer, Developer, Developer, Application consultant",
    "degrees": "",
    "certifications": "",
    "languages": "",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "692543731",
    "name": "Mih***a C***ea *********",
    "country_code": "SE",
    "city": "Malmo, Skåne County, Sweden",
    "url": "https://www.linkedin.com/in/maxim-mihaela",
    "position": "Junior Fullstack Developer",
    "about": "",
    "total_experience_years": "2",
    "experiences": "Junior Fullstack Developer, Vårdbiträde/Personlig assistent, Fullstack Developer - Intern, Backend Developer - Intern",
    "degrees": "Bachelor's degree",
    "certifications": "",
    "languages": "",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "503072285",
    "name": "Laura ***",
    "country_code": "SE",
    "city": "Skåne County, Sweden",
    "url": "https://www.linkedin.com/in/laura-rea-965589120",
    "position": "New Software/Backend developer",
    "about": "I’m a forward thinking and methodical woman who’s recently moved to Sweden. I’ve always been passionate when it comes to programming and loves finding solutions to complex problems. In the past, I’ve worked with SQL, Python, Java, CSS and HTML. I’m always open to learn more and have no problems expanding my horizons and learning new programming languages.",
    "total_experience_years": "4",
    "experiences": "Student Consultant, Quality Assurance Specialist, System Support Analyst",
    "degrees": "",
    "certifications": "",
    "languages": "",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "562477047",
    "name": "Tomas P*****n",
    "country_code": "SE",
    "city": "Älmhult, Kronoberg County, Sweden",
    "url": "https://www.linkedin.com/in/tomas-persson-673457138",
    "position": "Software Development Engineer på Inter IKEA Group",
    "about": "",
    "total_experience_years": "20",
    "experiences": "Software Development Engineer, Systemutvecklare, System developer, System developer, System developer",
    "degrees": "",
    "certifications": "",
    "languages": "",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "779095878",
    "name": "Manon T*****i",
    "country_code": "SE",
    "city": "Malmo, Skåne County, Sweden",
    "url": "https://www.linkedin.com/in/manon-trapani-806b01198",
    "position": "Software Development - Testing | Student",
    "about": "Vården ● kommunikation ● Psykiska Ohälsa ● Scenbyggare ● Hemsjänt ● persolig assistans ● Teamled och provtagare på Covid-19 testcenter  🙂",
    "total_experience_years": "7",
    "experiences": "Hushållsskötsel, Arbetsledare, Fryshuset",
    "degrees": "High School/Secondary Certificate Programs, Grundskola",
    "certifications": "",
    "languages": "",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "13601014",
    "name": "Oskar L****y",
    "country_code": "SE",
    "city": "Lund, Skåne County, Sweden",
    "url": "https://www.linkedin.com/in/oskar-landby-b5a67a4",
    "position": "Technical Project Lead / Software Development Lead at Sony",
    "about": "",
    "total_experience_years": "32",
    "experiences": "Software Development Lead, Senior Lead Software Engineer, GSMA NFC Working Groups, Developer, Team leader, Developer, Tennis coach",
    "degrees": "UGL - Utveckling av grupp och ledare",
    "certifications": "",
    "languages": "",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "1084980126",
    "name": "Attila B****s",
    "country_code": "SE",
    "city": "Växjö, Kronoberg County, Sweden",
    "url": "https://se.linkedin.com/in/attila-bartos-026436263",
    "position": "Software Development",
    "about": "",
    "total_experience_years": "1",
    "experiences": "Student",
    "degrees": "",
    "certifications": "",
    "languages": "",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "869872574",
    "name": "Vladimir M********o",
    "country_code": "SE",
    "city": "Sweden",
    "url": "https://se.linkedin.com/in/vladimir-moskalenko-59239a203",
    "position": "Software Development",
    "about": "",
    "total_experience_years": "4",
    "experiences": "Framework Development, Associate Engineer, Master Thesis, Laboratory Assistant",
    "degrees": "Master's degree, Bachelor's degree",
    "certifications": "",
    "languages": "",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "17749287",
    "name": "Tom A******g",
    "country_code": "SE",
    "city": "Uppsala, Uppsala County, Sweden",
    "url": "https://www.linkedin.com/in/tom-adlerteg-6b3b3b5",
    "position": "MSc in Engineering/Biotechnology | Regulatory Affairs | Quality Assurance | IVDR | QMS | R&D | Project Management | Software Development | Bioinformatics",
    "about": "As a Regulatory Implementation Manager and Core Software Developer at Oncodia AB, I have been applying my MSc in Engineering/Biotechnology and my extensive experience in Life Science, MedTech, and academia to ensure the quality and safety of our products and services. I have been working at Oncodia AB for over five years, and I am passionate about developing and implementing solutions that improve cancer diagnostics and treatment.\n\nAt Oncodia I was responsible for leading and coordinating the regulatory affairs and quality assurance activities related to our in vitro diagnostic medical devices (IVDs). I have successfully managed multiple projects, from ideation to validation, involving bioinformatics, software development and data analysis. I have also been instrumental in establishing and maintaining our quality management system (QMS) and preparing for the transition to the new IVDR regulation.",
    "total_experience_years": "20",
    "experiences": "Quality Assurance Specialist, Product Specialist, Regulatory Implementation Manager & Core Software Developer, Research engineer, Software Developer, Software Developer, Software Developer",
    "degrees": "Computer Science",
    "certifications": "",
    "languages": "",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "874567273",
    "name": "Andreas N*****t",
    "country_code": "SE",
    "city": "Gothenburg, Västra Götaland County, Sweden",
    "url": "https://www.linkedin.com/in/andreas-nykvist-3a1a83204",
    "position": "Software Development Engineer at Zenseact",
    "about": "",
    "total_experience_years": "10",
    "experiences": "Software Development Engineer, Software Development Engineer, Verification Engineer, Verification Engineer",
    "degrees": "Civilingenjörsexamen",
    "certifications": "",
    "languages": "",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "877363163",
    "name": "Bianca C*****a",
    "country_code": "SE",
    "city": "Kristianstads kommun, Skåne County, Sweden",
    "url": "https://www.linkedin.com/in/bianca-casetta-38b9b1205",
    "position": "Software Development Student | Teaching Assistant",
    "about": "Cinco años de experiencia en los rubros de aviación/aeronáutica en el sector de atención al cliente con nivel bilingüe de inglés e intermedio alto de italiano. Estudiante avanzada de traducción literaria-audiovisual EN&lt;&gt;ES.",
    "total_experience_years": "7",
    "experiences": "Teaching Assistant, Bookings and Sales Agent, Customer Service Agent, Contact Center Representative",
    "degrees": "Bachelor of Science in Software Development, Associate of Science in Computer Programming, Literary and Audiovisual Translation Programme (English - Spanish), High School Degree in Business Management",
    "certifications": "",
    "languages": "",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "43172325",
    "name": "Dan*** Ze***rst******",
    "country_code": "SE",
    "city": "Gothenburg, Västra Götaland County, Sweden",
    "url": "https://www.linkedin.com/in/daniel-zetterstr%c3%b6m-b9955b12",
    "position": "Software development | DevOps | Infrastructure",
    "about": "Driven individual who enjoys challenges. Broad expertise after nearly 20 years of experience. Knowledge in areas including infrastructure, development, and management. Operations and monitoring of both Linux and Windows environments. Aims for optimization and automation of processes. Writes code in Python, PHP and JavaScript. I have spent many hours in reference manuals and is thus mostly self-taught.",
    "total_experience_years": "14",
    "experiences": "Cloud Engineer, System Specialist, Independent Consultant, Web Freelancer, Projector, Web Developer, IT Specialist, IT Consultant, Technician, Consultat, Sales specialist, Field Techican",
    "degrees": "System development, Fullstack .Net developer",
    "certifications": "",
    "languages": "",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "127361256",
    "name": "Johan R**s T******n",
    "country_code": "SE",
    "city": "Vimmerby, Kalmar County, Sweden",
    "url": "https://se.linkedin.com/in/johan-roos-tibbelin-5207a036",
    "position": "Chef with software development skills.",
    "about": "Skilled in Web development,C,C++, Python (Programming Language), Audio Editing, Video editing, Agile Methodologies, and Mobile Applications.",
    "total_experience_years": "26",
    "experiences": "Chef, Chef, System Developer, Tidningsdistributör, Tidningsdistributör",
    "degrees": "Bachelor of Science - BS, Music production I & II, Computer Science, Computer Science",
    "certifications": "",
    "languages": "",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "246622567",
    "name": "Nil***åsé***",
    "country_code": "SE",
    "city": "Norrköping, Östergötland County, Sweden",
    "url": "https://se.linkedin.com/in/nils-m%C3%A5s%C3%A9n-4877156a",
    "position": "Software Development Consultant på HiQ",
    "about": "",
    "total_experience_years": "14",
    "experiences": "Software Development Consultant, Technical Professional",
    "degrees": "",
    "certifications": "",
    "languages": "",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "17194668",
    "name": "Dan*** Sö***hol***",
    "country_code": "SE",
    "city": "Uppsala, Uppsala County, Sweden",
    "url": "https://www.linkedin.com/in/daniel-s%c3%b6derholm-7509125",
    "position": "Self employed senior backend developer",
    "about": "Senior backend-utvecklare som jobbar som egen konsult. Skriver välstrukturerad, läsbar och testbar kod. Har god förståelse av hur man undviker onödig komplexitet i program. Är bra på att optimera prestanda i  system. Har en solid teoretisk bakgrund i matematik och datavetenskap.",
    "total_experience_years": "20",
    "experiences": "Software Developer, Software Developer, Software Developer, Software Developer, Software Developer",
    "degrees": "Master of Science (MS)",
    "certifications": "",
    "languages": "",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "692593761",
    "name": "Kristin S************r",
    "country_code": "SE",
    "city": "Höganäs, Skåne County, Sweden",
    "url": "https://www.linkedin.com/in/kristin-sigurdardottir-6a9b46173",
    "position": "Studying Frontend Developer | HTML/CSS/JavaScript | React & Angular Enthusiast | passion for Design",
    "about": "Upcoming frontend developer | Spinning Brainstormer | Passion is my Fashion | Icelandic living in Höganäs Sweden | Liverpool fan | Fluent in English-Swedish-Icelandic | \n\nFrontend developing student from Ec Utbildning with a real enthusiastic passion for this field, each project i have been a part of & the unavoidable problems, feel like a jigsaw puzzle that i am enjoying on a friday night. I’m a second generation-ish coder who has a 50% family members (father & two sisters) as a working software developers so our dinner table discussion are very teching lively.🤓💻",
    "total_experience_years": "1",
    "experiences": "Customer Service Department",
    "degrees": "Diploma of Education, Háskólabrú",
    "certifications": "",
    "languages": "",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "176996056",
    "name": "Martin N******r",
    "country_code": "SE",
    "city": "Greater Stockholm Metropolitan Area",
    "url": "https://www.linkedin.com/in/martin-nycander-3343384b",
    "position": "Senior Frontend Developer at Storykit",
    "about": "",
    "total_experience_years": "14",
    "experiences": "Senior Frontend Developer, Senior Engineer (Frontend) - Team Help, Senior Software Developer (Frontend) - Team Client Platform, Software Developer - Team Core Customer Data, Information Access Consultant, Software Developer, Thesis worker, Quality Assurance Analyst",
    "degrees": "Master's degree",
    "certifications": "",
    "languages": "",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "203024460",
    "name": "Kateryna Z******a",
    "country_code": "SE",
    "city": "Växjö, Kronoberg County, Sweden",
    "url": "https://www.linkedin.com/in/kateryna-zviagina-010bab57",
    "position": "Frontend Developer",
    "about": "I have 10+ years of experience in building client-side applications. I am able to work both independently and as a member of cross-functional or globally distributed teams. Always strive to deliver best results on time with a focus on building maintainable solutions.",
    "total_experience_years": "13",
    "experiences": "Developer, Senior Software Engineer, Software Engineer, Junior Software Engineer, Frontend Developer, Frontend Developer",
    "degrees": "Specialist",
    "certifications": "",
    "languages": "",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "234345782",
    "name": "Emil ***",
    "country_code": "SE",
    "city": "Greater Gothenburg Metropolitan Area",
    "url": "https://www.linkedin.com/in/emileek",
    "position": "UX & Frontend developer",
    "about": "",
    "total_experience_years": "10",
    "experiences": "UX & Frontend developer, Software developer, Head of Development, Delivery Manager",
    "degrees": "Bachelor's degree",
    "certifications": "",
    "languages": "",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "586059290",
    "name": "Karin K******n",
    "country_code": "SE",
    "city": "Greater Gothenburg Metropolitan Area",
    "url": "https://www.linkedin.com/in/karin-karlsson-82232a144",
    "position": "Frontend-developer @ Drifter World AB",
    "about": "Hej!\n\nDet började med 8-bit och Super Mario Bros.\nDet fortsatte med 01101011 01101111 01100100 och frontend.\n\n2019 la jag om karriären och blev frontendutvecklare. Blev glatt överraskad över hur kreativt programmering är. Jag älskar kombinationen av problemlösning och design.\nHTML, CSS, Javascript och Typescript är självklara kunskaper jag har som frontendutvecklare. React och jag har följts åt sedan utbildningen via lite olika ramverk, men Vue var ju inte så dumt det heller. \nJag är av naturen nyfiken och tycker om att lära nytt och behärska det jag håller på med för att sedan doppa tån i nya tekniker. \n\nI ett varmt och inkluderande arbetsklimat med en arbetskultur som främjar kunskapsdelning är där jag trivs och utvecklas bäst. Man tar sig snabbast framåt tillsammans. \n\nJag är högst förtjust i att tälta i skogen och vandra på fjället. För att utmana mina egna rädslor och få lite muskler klättrar jag på inomhus på klättergym. Jag är även hundägare vilket innebär vettiga skor, bajspåsar och hundgodis i varenda jackficka, tre olika sorters regnjackor och möjlighet att erbjuda gullig liten kontorshund som varken dreglar eller fäller.\nResten av tiden går åt till tv-spel och scifi-filmer. Och klura på roliga kodprojekt.\n\nConnecta gärna!\n🖖",
    "total_experience_years": "12",
    "experiences": "Frontend-utvecklare, Frontend-utvecklare, Frontend-utvecklare, Frontend-utvecklare Lia-praktik, Frontend-utvecklare Lia-praktik, Ateljémedarbetare, Lärare i teckenspråk för nybörjare, Habiliteringspersonal, Vårdbiträde, Operatör, Ordermottagare",
    "degrees": "Frontendutvecklare, Programmering 1, Matte 2b, Naturkunskap 2, Sign Language Interpretation and Translation, Medielinjen",
    "certifications": "",
    "languages": "",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "860000736",
    "name": "Leila A****i",
    "country_code": "SE",
    "city": "Sweden",
    "url": "https://linkedin.com/in/leila-amouri-740019200/",
    "position": "Frontend Developer | UX/UI - Designer",
    "about": "",
    "total_experience_years": "4",
    "experiences": "System utvecklare, Front end developer, Frontend Web Developer, Frontend Web Developer",
    "degrees": "UX Design, frontend utveckling, samhälle/ekonomi, hantverksprogrammet",
    "certifications": "",
    "languages": "",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "773981708",
    "name": "Kulas O**n",
    "country_code": "SE",
    "city": "Stockholm, Stockholm County, Sweden",
    "url": "https://www.linkedin.com/in/kulas-owen-0b8256197",
    "position": "Fullstack Developer at Teamtailor",
    "about": "",
    "total_experience_years": "0",
    "experiences": "Fullstack Developer",
    "degrees": "",
    "certifications": "",
    "languages": "",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "818329995",
    "name": "Sajjad G*****i",
    "country_code": "SE",
    "city": "Stockholm, Stockholm County, Sweden",
    "url": "https://www.linkedin.com/in/sajjad-ghaderi-7230821aa",
    "position": "Junior Frontend-developer 💻\n\nStudying Fullstack-dev",
    "about": "Nu studerar jag till Fullstack-utvecklare på Företagsuniversitetet med målet att skapa användarvänliga och innovativa digitala lösningar med kunden i fokus. \n\nMed en passion för kodning, ett strukturerat arbetssätt och ett tydligt fokus är det givet för mig att nå mina mål. Jag är också en pålitlig lagspelare som alltid bidrar till mitt team med både soft- och hardskills.\n\nJag brinner för problemlösning och har ett skarpt öga för detaljer, därtill har jag ett positivt mindset och är lätt att kommunicera med.\n\nMin naturliga fallenhet för service vässar jag ytterligare i min nuvarande tjänst som deltidsmedarbetare på Coop. Då jag är både engagerad och ansvarsfull har jag blivit tilldelad ansvar för kolonial, chark samt den färgglada sektionen frukt och grönt. Tidigare har jag även arbetat på Filmstaden, Friends arena, restauranger och festivaler. Att kunna ta med sig erfarenheter från olika branscher och tjänster berikar min kreativitet och konsultmässighet. Jag är stresstålig över normen och tar med glädje emot de utmaningar jag ställs inför. \n\nPå fritiden fortsätter jag utveckla mina färdigheter inom kodning genom egna projekt, tex. att skapa hemsidor, samt satsar hårt på min träning med en sidokarriär i boxning.",
    "total_experience_years": "6",
    "experiences": "Medarbetare, Student, Frontend-utvecklare",
    "degrees": "Fullstack-utvecklare, Gymnasieexamen",
    "certifications": "",
    "languages": "",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "734478961",
    "name": "Said ***",
    "country_code": "SE",
    "city": "Stockholm, Stockholm County, Sweden",
    "url": "https://se.linkedin.com/in/said-rad-841b85185",
    "position": "\"DevOps Engineer | Fullstack Developer | AI & LLM Automation Engineer\"",
    "about": "My greatest quality is my ease at learning in addition to working in groups.  I have a very customer centric approach and have a passion for driving value to my customers.\n\nDelivering business solutions, APIs, websites, web-apps, graphical design, cr/cd pipelines  and video\nproductions.",
    "total_experience_years": "26",
    "experiences": "DevOps Engineer, Founder WebbRhino Development & Design, System & Sollutions Architect, Founder CW Sportsbetting TM, IT Supervisor Cloud Sollutions, Senior Technical Account Manager",
    "degrees": "IT-Affärssystem",
    "certifications": "",
    "languages": "",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "802505514",
    "name": "Joh***Gör***",
    "country_code": "SE",
    "city": "Stockholm, Stockholm County, Sweden",
    "url": "https://www.linkedin.com/in/johan-g%c3%b6ras-ab69101a4",
    "position": "Fullstack developer | UI/UX design",
    "about": "For more than 10 years I’ve been working professionally as both a developer and a designer where frontend development has been my main focus. I see myself as a creative and curious person with a great interest in the latest technologies. I am very passionate about the work I do, am good at handling changes and enjoy working in an agile/dynamic environment. I have great experience of working both self-independent and to collaborate in various teams. As a person I am solution-oriented and will contribute with new ideas and engagement to the team!",
    "total_experience_years": "10",
    "experiences": "Frontend/Backend developer and UI/UX designer, Frontend developer and UI/UX designer, Frontend developer and UI/UX designer, Frontend developer and UI/UX designer",
    "degrees": "Bachelor's degree",
    "certifications": "",
    "languages": "",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "825282166",
    "name": "Angelia B****s Z****a",
    "country_code": "SE",
    "city": "Stockholm, Stockholm County, Sweden",
    "url": "https://www.linkedin.com/in/angelia-burgos-zamora-a1a4751b0",
    "position": "UX/UI-designer | User Researcher | Fullstack .NET Developer",
    "about": "A dedicated UX/UI designer at heart, now a fully qualified Full-Stack .NET and Systems Developer, eager to apply my skills and experience in a professional setting. I'm actively seeking opportunities to contribute and grow in a dynamic team environment.",
    "total_experience_years": "7",
    "experiences": "Client Coordinator/ Content assistent, .Net Utvecklare, UX Designer, UX Designer, Kundtjänst, Försäljning",
    "degrees": "Fullstack .Net-utvecklare, Master's degree, Bachelor's degree, Computer Science for Scientists, Independent course, High School Diploma",
    "certifications": "",
    "languages": "",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "799126767",
    "name": "Erik O**y",
    "country_code": "SE",
    "city": "Stockholm, Stockholm County, Sweden",
    "url": "https://www.linkedin.com/in/erik-olby",
    "position": "Backend Developer på Anocca AB",
    "about": "",
    "total_experience_years": "11",
    "experiences": "Back-end Developer, Software Engineer, Machine Learning Developer, Team Leader/Teknikvärd",
    "degrees": "Master of Science - MS",
    "certifications": "",
    "languages": "",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "762723946",
    "name": "Isa***stl***",
    "country_code": "SE",
    "city": "Stockholm, Stockholm County, Sweden",
    "url": "https://www.linkedin.com/in/isac-%C3%B6stlund-20a527193",
    "position": "Backend developer at Columbus",
    "about": "",
    "total_experience_years": "3",
    "experiences": "Systemutvecklare",
    "degrees": "Högskoleexamen",
    "certifications": "",
    "languages": "",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "888183335",
    "name": "Ant***Ros***Wah******",
    "country_code": "SE",
    "city": "Stockholm, Stockholm County, Sweden",
    "url": "https://www.linkedin.com/in/anton-ros%C3%A9n-wahlsten-b9b54a209",
    "position": "Backend Developer at Odevo",
    "about": "",
    "total_experience_years": "4",
    "experiences": "Backend Developer, Platform Support Developer, Platform Support Developer, Utlastning",
    "degrees": "Högskoleingenjör Datateknik, Teknikvetenskap",
    "certifications": "",
    "languages": "",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "853363407",
    "name": "Mariia S*******k",
    "country_code": "SE",
    "city": "Stockholm, Stockholm County, Sweden",
    "url": "https://www.linkedin.com/in/mariia-shabelnik-6939581b9",
    "position": "Frontend developer | JavaScript | React | Nodejs | Typescript",
    "about": "",
    "total_experience_years": "2",
    "experiences": "Frontend Developer, Frontend-webbutvecklare",
    "degrees": "High School Diploma, Web development, Interface design, Masterexamen",
    "certifications": "",
    "languages": "",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "765725479",
    "name": "Alva J*******n",
    "country_code": "SE",
    "city": "Stockholm, Stockholm County, Sweden",
    "url": "https://www.linkedin.com/in/alva-johansson-207534194",
    "position": "Software Engineer - Frontend developer at H&M Group",
    "about": "",
    "total_experience_years": "9",
    "experiences": "Software Engineer, Tech Trainee, Summer Engineering Intern, Cashier, Nursing Assistant, Cashier",
    "degrees": "M.Sc. Industrial Engineering and Management",
    "certifications": "",
    "languages": "",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "613851548",
    "name": "Isabelle E********n",
    "country_code": "SE",
    "city": "Stockholm, Stockholm County, Sweden",
    "url": "https://www.linkedin.com/in/isabelle-erlandsson-1b86b2151",
    "position": "Frontend Developer",
    "about": "",
    "total_experience_years": "11",
    "experiences": "Frontend Developer, Frontend Developer, Frontend Developer Intern, Customer Support Representative, Customer Relation Representative, Sales Promoter, Customer service representative & translator, Fritidsledare, Frukostvärdinna, Klarerare",
    "degrees": "Frontend, Gymnasieexamen",
    "certifications": "",
    "languages": "",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "987896360",
    "name": "Mikael H***m",
    "country_code": "SE",
    "city": "Stockholm, Stockholm County, Sweden",
    "url": "https://www.linkedin.com/in/mikael-hjelm-348a17236",
    "position": "Fullstack Javautvecklare",
    "about": "Fullstackutvecklare med grund i java som tog examen våren 2024 vid Stockholms Tekniska Institut.\nHar en passion för IT och ett skarp sinne för humor. Stolt lagspelare med disciplin för självständigt arbete.\n\nKompetenser: Back-End Development · Frontend Development · Java · React.js · TypeScript · Node.js · Next.js · AWS · Tailwind · REST APIs · Spring Framework · Spring Boot · Maven · Test Driven Development · Git · JSON · HTML · Agile Project Management · Agile Methodologies · Jira · Relational Databases ·  NoSQL · Web Development · SQL · MySQL · MongoDB · Database Development · PostgreSQL · GitHub · Docker",
    "total_experience_years": "1",
    "experiences": "Javautvecklare, Utvecklare, Elektriker",
    "degrees": "Java utvecklare, Yrkespaket IT inriktning",
    "certifications": "",
    "languages": "",
    "courses": "Agil Projektmetodik, Databashantering, HTML/CSS, IT- och informationssäkerhet, Java & webservices, Java EE, JavaScript och Webbkommunikation, Javaprogrammering A, Javaprogrammering B, Molntjänster, Ramverk i JavaScript, Testdriven utveckling",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "141720897",
    "name": "Joakim H*****t",
    "country_code": "SE",
    "city": "Stockholm, Stockholm County, Sweden",
    "url": "https://se.linkedin.com/in/joakim-helgodt-4a95663b",
    "position": "👉 Fullstack Developer ⚡ Ex-Sales Executive | TypeScript, Laravel, Angular, React | Business-Minded Coder",
    "about": "I am a Fullstack Web Developer student at Chas Academy, currently developing my skills in JavaScript, PHP, and open-source technologies. With experience from working with SaaS companies and e-commerce, I combine technical knowledge, business insight, and strong communication skills. I enjoy creating innovative solutions and excel at explaining complex concepts clearly to both clients and colleagues.\n\nI am actively looking to connect with companies in advance of my upcoming internship (LIA), which will take place from November 2025 to April 2026. I am eager to explore opportunities for extra work or collaboration before the LIA period begins. If you are interested in discussing potential placements or collaborations, please reach out to me here at LinkedIn or at joakim.helgodt@gmail.com. Let’s connect!",
    "total_experience_years": "15",
    "experiences": "Sales Executive, Sales Director, Sales Consultant, Sales assistant, Customer Service Representative, Company Service Representative, Postman, Fritidspedagog",
    "degrees": "Fullstack Web Developer (Open Source), M.Sc. Industrial Management, Exhange Semester",
    "certifications": "",
    "languages": "",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "858087606",
    "name": "Leo***veg***",
    "country_code": "SE",
    "city": "Stockholm, Stockholm County, Sweden",
    "url": "https://www.linkedin.com/in/leo-saveg%C3%A5rd-5864561bb",
    "position": "Fullstack Developer",
    "about": "My name is Leo, and I am a passionate full-stack development who loves creating robust and scalable systems as well as sleek and user-friendly websites. Throughout my education, I have gained a broad range of expertise in programming, covering both backend and frontend development. I have learned to develop stable and scalable backend systems using technologies such as Java, MySQL, and Spring Boot, to name a few. Additionally, I have acquired the skills to create interactive web applications and websites utilizing modern technologies like JavaScript, React, Vue, HTML, and CSS.\n\nBeyond my formal education, I enjoy working on personal projects where I combine my knowledge and ideas to create a finished product while simultaneously learning new techniques and skills. Currently, I am employed as a Delivery Manager at ICA, where I have developed valuable skills in customer relations, service, teamwork, and problem-solving. These experiences have helped me become a versatile and dedicated individual who excels at adapting to new environments and working effectively with others.",
    "total_experience_years": "7",
    "experiences": "Leveransansvarig, Developer",
    "degrees": "Cloud Native Computing, Yrkesexamen",
    "certifications": "",
    "languages": "",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "956828957",
    "name": "Shikha P*****a",
    "country_code": "SE",
    "city": "Stockholm, Stockholm County, Sweden",
    "url": "https://se.linkedin.com/in/shikha-patoria",
    "position": "18 years of professional experience in software development and automation testing(using appium,Cucumber,Selenium,java,type script) in Education(VR,SaaS),Telecom, Automotive,Healthcare domain.",
    "about": "•\tAn astute exposure with 18 years of experience in Application Development, Quality Assurance, Quality Control & Project Management activities in prestigious IT Consulting, Service and Product organizations.\n•\tApplication developer and tester (Automation and functional) with progressive experience in analysis, development, testing and maintenance of Web-based and native applications.\n•\tStrong in Analyzing Business specs, and proficient in preparing Test Artifacts (Test Scripts and Test Cases)\n•\tThorough knowledge of Application Testing on iOS, Android, windows, mac, cloud platforms and cloud computing services- Software-as-a-Service (SaaS). \n•\tProject Scoping with exposure to most of the delivery models from Waterfall to AGILE (Scrum) Methodology.\n•\tGood in automating the Native & Hybrid Apps using Appium.\n•\tStrong in Selenium with Hybrid, Cucumber frameworks.\n•\tExcellent exposure on SDLC, STLC.\n•\tExperience in delivering high quality systems to meet international client demands.\n•\tStrong communication, problem solving, interpersonal, analytical and leadership skills. \n•\tExperienced in handling Multiple QA Projects at a time with coordination of Onsite/Offshore teams.",
    "total_experience_years": "19",
    "experiences": "Sr. Consultant Automation, Technology Lead, Module Lead, Software Engineer",
    "degrees": "Bachelor of Engineering - BE",
    "certifications": "",
    "languages": "",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "882174175",
    "name": "Bino D**g",
    "country_code": "SE",
    "city": "Stockholm, Stockholm County, Sweden",
    "url": "https://www.linkedin.com/in/bino-dang-567531207",
    "position": "Studying Software Development at Newton kompentensutveckling",
    "about": "",
    "total_experience_years": "4",
    "experiences": "Systemutvecklare (Intern), Teamlead, Lagermedarbetare, Lagermedarbetare",
    "degrees": "Systemutvecklare .Net",
    "certifications": "",
    "languages": "",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "772926198",
    "name": "Jonathan U******n",
    "country_code": "SE",
    "city": "Stockholm, Stockholm County, Sweden",
    "url": "https://se.linkedin.com/in/jonathan-undhagen-306a27196",
    "position": "Backend developer på qte development",
    "about": "",
    "total_experience_years": "11",
    "experiences": "Shop Assistant, Customer Service, Tennis Instructor, Utvecklare, Backend developer, Backend Internship, Backend internship, Customer Service, Deputy Store Manager Footway Outlet, Sales Advisor",
    "degrees": "Yrkeshögskoleexamen, Kurs, Kurs, SAE Professional Diploma of Audio Production, Musikteori II: harmoni och satslära, Musikteori I, Gymnasieexamen",
    "certifications": "",
    "languages": "",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "527653048",
    "name": "Elsa B***e",
    "country_code": "SE",
    "city": "Stockholm, Stockholm County, Sweden",
    "url": "https://linkedin.com/in/elsa-bynke-934862128/",
    "position": "Frontend Developer",
    "about": "",
    "total_experience_years": "11",
    "experiences": "Creative Developer, Creative Developer Intern, Frontend Developer student, Digital Communications Coordinator, Learning Coordinator, Intern Human Resources, Summer intern Internal Audit and Assurance, Sales assistant, Courier",
    "degrees": "Frontend Developer, Filosofie kandidatexamen (fil.kand.), Web Page, Digital/Multimedia and Information Resources Design, Political Economy, Social Sciences, Social Sciences",
    "certifications": "",
    "languages": "",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "638453618",
    "name": "Josef R******d",
    "country_code": "SE",
    "city": "Stockholm, Stockholm County, Sweden",
    "url": "https://www.linkedin.com/in/josef-reinhold-582997159",
    "position": "Audio engineer Sveriges Radio & Frontend Developer Student",
    "about": "I have a Bachelor degree in audio engineering. It has over the years taken me throughout a few countries where I have practiced my skills and learnt a bunch more. The profession have given me a lot of fantastic experience through the years but also made me a lot of new friends. \n\nI have really liked the technical part of the job but also that you always are in close contact and have collaboration with other people all the time.\n\nThat’s why I now have taken the step towards a career in Front end Development. I think it will broaden my technical skills quite a bit but also the communicative part as well. \nI think I have a lot of experience from my work over the last decade as a audio engineer that will serve me well in the future as I progress as a developer and I look with excitement for what the future will bring!",
    "total_experience_years": "13",
    "experiences": "Audio Engineer, Audio Engineer, Frontend Developer Student, Sound & Light Engineer, Audio Engineer",
    "degrees": "YH - Student, Kandidatexamen, Musik/Estet",
    "certifications": "",
    "languages": "",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "463960485",
    "name": "Mohammad M*********m",
    "country_code": "SE",
    "city": "Stockholm, Stockholm County, Sweden",
    "url": "https://www.linkedin.com/in/m-matin",
    "position": "Frontend Engineer @ Univrses | Typescript, React, Angular, AWS",
    "about": "I am a Frontend Engineer at Univrses, where I use my experties and passion to create user-friendly and scalable Frontend applications. Univrses is a company with a focus on computer vision and AI and delivers valuable real-time insights and information to solve real-world problems in various industries, such as automotive, urban infrastructure and city management, to its customers.\n\nMy role involves planning, building and maintaining the frontend applications in collaboration with the talented team of designers, developers and product owners to showcase Univrses’ 3DAI™ City. I implement the GUI of the platform using modern frontend technologies, such as React, TypeScript, GraphQL and from time to time do backend and infrastructure work using Node.js, AWS services and Serverless Framework. I love working at Univrses because it challenges me to innovate and grow as a developer, and I share its vision and mission.",
    "total_experience_years": "11",
    "experiences": "Frontend Engineer, Frontend Engineer, Frontend Engineer, Frontend Engineer - Niligo, Full Stack Engineer - Mobotak, Frontend Engineer - MIM Group, Web Developer",
    "degrees": "Associate's degree",
    "certifications": "",
    "languages": "",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  },
  {
    "person_id": "908577916",
    "name": "Lin*** Aj***",
    "country_code": "SE",
    "city": "Stockholm, Stockholm County, Sweden",
    "url": "https://www.linkedin.com/in/linneaajger",
    "position": "Frontend Developer",
    "about": "Hi! \nMy name is Linnéa Ajger. I’m a frontend developer with a background as a physiotherapist. I truly love solving problems and I found a new passion in programming. It makes me happy to create clean code with a good structure, and then get direct feedback seeing the result in the browser. I really enjoy the styling part and my aim is to create beautiful things where pixel matters.\n\n As a physio I’ve developed great communication and social skills. It’s a job about meeting people and find a way to collaborate together with the patient but also with colleagues. But I missed something in my previous work, the stimulation from solving a tricky puzzle and to have my power of change in my own hands.\n\nI’m intrigued by the fact that as a developer you’re never done learning. There’s always new things to learn and it’s important to keep up with the industry. I’m a fast learner and I feel very satisfied with myself when I learn new things.\n\nWho am I as a person then? \nI’m the one who loves helping others. I’m the one who is seeing more solutions than problems. I’m usually the one who smiles a lot and likes to joke around, but also have a good sense of when to be professional. I like doing activities outdoors or lifting heavy things with my fellow crossfitters. I also recently took a pottery class and that’s something I’d love to explore more! \n\n⭐️ Tech favourites: CSS, React, JavaScript, HTML",
    "total_experience_years": "8",
    "experiences": "Fysioterapeut, Physiotherapist, Physiotherapist",
    "degrees": "Frontend Developer, Kandidatexamen",
    "certifications": "",
    "languages": "",
    "courses": "",
    "load_date": "2025-04-10 19:18:05.886373"
  }
]
